[
  {
    "id": 1,
    "quote": "Your heart is the size of an ocean. Go find yourself in its hidden depths.",
    "author": "Rumi"
  },
  {
    "id": 2,
    "quote": "The Bay of Bengal is hit frequently by cyclones. The months of November and May, in particular, are dangerous in this regard.",
    "author": "Abdul Kalam"
  },
  {
    "id": 3,
    "quote": "Thinking is the capital, Enterprise is the way, Hard Work is the solution.",
    "author": "Abdul Kalam"
  },
  {
    "id": 4,
    "quote": "If You Can'T Make It Good, At Least Make It Look Good.",
    "author": "Bill Gates"
  },
  {
    "id": 5,
    "quote": "Heart be brave. If you cannot be brave, just go. Love's glory is not a small thing.",
    "author": "Rumi"
  },
  {
    "id": 6,
    "quote": "It is bad for a young man to sin; but it is worse for an old man to sin.",
    "author": "Abu Bakr (R.A)"
  },
  {
    "id": 7,
    "quote": "If You Are Out To Describe The Truth, Leave Elegance To The Tailor.",
    "author": "Albert Einstein"
  },
  {
    "id": 8,
    "quote": "O man you are busy working for the world, and the world is busy trying to turn you out.",
    "author": "Abu Bakr (R.A)"
  },
  {
    "id": 9,
    "quote": "While children are struggling to be unique, the world around them is trying all means to make them look like everybody else.",
    "author": "Abdul Kalam"
  },
  {
    "id": 10,
    "quote": "These Capitalists Generally Act Harmoniously And In Concert, To Fleece The People.",
    "author": "Abraham Lincoln"
  },
  {
    "id": 11,
    "quote": "I Don'T Believe In Failure. It Is Not Failure If You Enjoyed The Process.",
    "author": "Oprah Winfrey"
  },
  {
    "id": 12,
    "quote": "Do not get elated at any victory, for all such victory is subject to the will of God.",
    "author": "Abu Bakr (R.A)"
  },
  {
    "id": 13,
    "quote": "Wear gratitude like a cloak and it will feed every corner of your life.",
    "author": "Rumi"
  },
  {
    "id": 14,
    "quote": "If you even dream of beating me you'd better wake up and apologize.",
    "author": "Muhammad Ali"
  },
  {
    "id": 15,
    "quote": "I Will Praise Any Man That Will Praise Me.",
    "author": "William Shakespeare"
  },
  {
    "id": 16,
    "quote": "One Of The Greatest Diseases Is To Be Nobody To Anybody.",
    "author": "Mother Teresa"
  },
  {
    "id": 17,
    "quote": "I'm so fast that last night I turned off the light switch in my hotel room and was in bed before the room was dark.",
    "author": "Muhammad Ali"
  },
  {
    "id": 18,
    "quote": "People Must Learn To Hate And If They Can Learn To Hate, They Can Be Taught To Love.",
    "author": "Nelson Mandela"
  },
  {
    "id": 19,
    "quote": "Everyone has been made for some particular work, and the desire for that work has been put in every heart.",
    "author": "Rumi"
  },
  {
    "id": 20,
    "quote": "The less of the World, the freer you live.",
    "author": "Umar ibn Al-Khattāb (R.A)"
  },
  {
    "id": 21,
    "quote": "Respond to every call that excites your spirit.",
    "author": "Rumi"
  },
  {
    "id": 22,
    "quote": "The Way To Get Started Is To Quit Talking And Begin Doing.",
    "author": "Walt Disney"
  },
  {
    "id": 23,
    "quote": "God Doesn'T Require Us To Succeed, He Only Requires That You Try.",
    "author": "Mother Teresa"
  },
  {
    "id": 24,
    "quote": "Speak any language, Turkish, Greek, Persian, Arabic, but always speak with love.",
    "author": "Rumi"
  },
  {
    "id": 25,
    "quote": "Happiness comes towards those which believe in him.",
    "author": "Ali ibn Abi Talib (R.A)"
  },
  {
    "id": 26,
    "quote": "Knowledge is of two kinds: that which is absorbed and that which is heard. And that which is heard does not profit if it is not absorbed.",
    "author": "Ali ibn Abi Talib (R.A)"
  },
  {
    "id": 27,
    "quote": "When I am silent, I have thunder hidden inside.",
    "author": "Rumi"
  },
  {
    "id": 28,
    "quote": "Technological Progress Is Like An Axe In The Hands Of A Pathological Criminal.",
    "author": "Albert Einstein"
  },
  {
    "id": 29,
    "quote": "No One Would Choose A Friendless Existence On Condition Of Having All The Other Things In The World.",
    "author": "Aristotle"
  },
  {
    "id": 30,
    "quote": "Life is a gamble. You can get hurt, but people die in plane crashes, lose their arms and legs in car accidents; people die every day. Same with fighters: some die, some get hurt, some go on. You just don't let yourself believe it will happen to you.",
    "author": "Muhammad Ali"
  },
  {
    "id": 31,
    "quote": "The End Of Life Is To Be Like God, And The Soul Following God Will Be Like Him.",
    "author": "Socrates"
  },
  {
    "id": 32,
    "quote": "Let us sacrifice our today so that our children can have a better tomorrow.",
    "author": "Abdul Kalam"
  },
  {
    "id": 33,
    "quote": "Your task is not to seek for love, but merely to seek and find all the barriers within yourself that you have built against it.",
    "author": "Rumi"
  },
  {
    "id": 34,
    "quote": "In every religion there is love, yet love has no religion.",
    "author": "Rumi"
  },
  {
    "id": 35,
    "quote": "Everything in the universe is within you. Ask all from yourself.",
    "author": "Rumi"
  },
  {
    "id": 36,
    "quote": "I'm not a handsome guy, but I can give my hand to someone who needs help. Beauty is in the heart, not in the face.",
    "author": "Abdul Kalam"
  },
  {
    "id": 37,
    "quote": "What Do I Wear In Bed? Why, Chanel No. 5, Of Course.",
    "author": "Marilyn Monroe"
  },
  {
    "id": 38,
    "quote": "A Good Head And A Good Heart Are Always A Formidable Combination.",
    "author": "Nelson Mandela"
  },
  {
    "id": 39,
    "quote": "The Soul Never Thinks Without A Picture.",
    "author": "Aristotle"
  },
  {
    "id": 40,
    "quote": "In your light I learn how to love. In your beauty, how to make poems. You dance inside my chest where no-one sees you, but sometimes I do, and that sight becomes this art.",
    "author": "Rumi"
  },
  {
    "id": 41,
    "quote": "Let the beauty we love be what we do. There are hundreds of ways to kneel and kiss the ground.",
    "author": "Rumi"
  },
  {
    "id": 42,
    "quote": "If You Like Your Brother And He'S Prospering, You'Ll Be Pleased For Him.",
    "author": "Hamad Bin Isa Al Khalifa"
  },
  {
    "id": 43,
    "quote": "Success Is Dependent Upon The Glands - Sweat Glands.",
    "author": "Zig Ziglar"
  },
  {
    "id": 44,
    "quote": "Champions are not generated from the championship. Champion is generated from something they have in them, desires, dreams, and visions.",
    "author": "Muhammad Ali"
  },
  {
    "id": 45,
    "quote": "No matter what is the environment around you, it is always possible to maintain your brand of integrity.",
    "author": "Abdul Kalam"
  },
  {
    "id": 46,
    "quote": "Applause Waits On Success.",
    "author": "Benjamin Franklin"
  },
  {
    "id": 47,
    "quote": "Just As Courage Imperils Life, Fear Protects It.",
    "author": "Leonardo Da Vinci"
  },
  {
    "id": 48,
    "quote": "It'S Better To Be A Lion For A Day Than A Sheep All Your Life.",
    "author": "Elizabeth Kenny"
  },
  {
    "id": 49,
    "quote": "The Devil'S Voice Is Sweet To Hear.",
    "author": "Stephen King"
  },
  {
    "id": 50,
    "quote": "Sometimes the people with the worst past, create the best future.",
    "author": "Umar ibn Al-Khattāb (R.A)"
  },
  {
    "id": 51,
    "quote": "Every day, nay every moment, try to do some good deed.",
    "author": "Abu Bakr (R.A)"
  },
  {
    "id": 52,
    "quote": "No Matter What People Tell You, Words And Ideas Can Change The World.",
    "author": "Robin Williams"
  },
  {
    "id": 53,
    "quote": "Champions have to have the skill and the will. But the will must be stronger than the skill.",
    "author": "Muhammad Ali"
  },
  {
    "id": 54,
    "quote": "Men Occasionally Stumble Over The Truth, But Most Of Them Pick Themselves Up And Hurry Off As If Nothing Had Happened.",
    "author": "Winston Churchill"
  },
  {
    "id": 55,
    "quote": "Goodbyes are only for those who love with their eyes. Because for those who love with heart and soul there is no such thing as separation.",
    "author": "Rumi"
  },
  {
    "id": 56,
    "quote": "The best revenge is to improve yourself.",
    "author": "Ali ibn Abi Talib (R.A)"
  },
  {
    "id": 57,
    "quote": "God gave me this illness to remind me that I'm not Number One; He is.",
    "author": "Muhammad Ali"
  },
  {
    "id": 58,
    "quote": "Success Is A Personal Standard, Reaching For The Highest That Is In Us, Becoming All That We Can Be.",
    "author": "Zig Ziglar"
  },
  {
    "id": 59,
    "quote": "When You Have Really Exhausted An Experience You Always Reverence And Love It.",
    "author": "Albert Camus"
  },
  {
    "id": 60,
    "quote": "Now you see me, now you don't. George thinks he will, but I know he won't!",
    "author": "Muhammad Ali"
  },
  {
    "id": 61,
    "quote": "Elegance Does Not Consist In Putting On A New Dress.",
    "author": "Coco Chanel"
  },
  {
    "id": 62,
    "quote": "It Is Always Consoling To Think Of Suicide: In That Way One Gets Through Many A Bad Night.",
    "author": "Friedrich Nietzsche"
  },
  {
    "id": 63,
    "quote": "Eating Words Has Never Given Me Indigestion.",
    "author": "Winston Churchill"
  },
  {
    "id": 64,
    "quote": "India has to be transformed into a developed nation, a prosperous nation and a healthy nation, with a value system.",
    "author": "Abdul Kalam"
  },
  {
    "id": 65,
    "quote": "It's not bragging if you can back it up.",
    "author": "Muhammad Ali"
  },
  {
    "id": 66,
    "quote": "I Wish People Would Love Everybody Else The Way They Love Me. It Would Be A Better World.",
    "author": "Muhammad Ali"
  },
  {
    "id": 67,
    "quote": "Why do I want my wife to show off her panties when the wind blows? Horses show their behinds, and cows and mules, not humans.",
    "author": "Muhammad Ali"
  },
  {
    "id": 68,
    "quote": "Words Are Only Painted Fire; A Look Is The Fire Itself.",
    "author": "Mark Twain"
  },
  {
    "id": 69,
    "quote": "Words, Without Power, Is Mere Philosophy.",
    "author": "Muhammad Iqbal"
  },
  {
    "id": 70,
    "quote": "The cure for pain is in the pain.",
    "author": "Rumi"
  },
  {
    "id": 71,
    "quote": "Whatever happens, just keep smiling and lose yourself in Love.",
    "author": "Rumi"
  },
  {
    "id": 72,
    "quote": "Do The Right Thing. It Will Gratify Some People And Astonish The Rest.",
    "author": "Mark Twain"
  },
  {
    "id": 73,
    "quote": "Only the soul knows what love is.",
    "author": "Rumi"
  },
  {
    "id": 74,
    "quote": "Earning of livelihood by following some profession is better than living on charity.",
    "author": "Umar ibn Al-Khattāb (R.A)"
  },
  {
    "id": 75,
    "quote": "Burdens are the foundations of ease and bitter things the forerunners of pleasure.",
    "author": "Rumi"
  },
  {
    "id": 76,
    "quote": "Too Many Have Dispensed With Generosity In Order To Practice Charity.",
    "author": "Albert Camus"
  },
  {
    "id": 77,
    "quote": "Even the greatest was once a beginner. Don't be afraid to take that first step.",
    "author": "Muhammad Ali"
  },
  {
    "id": 78,
    "quote": "No Great Intellectual Thing Was Ever Done By Great Effort.",
    "author": "Theodore Roosevelt"
  },
  {
    "id": 79,
    "quote": "To fight against one's desires is the greatest of all fights.",
    "author": "Ali ibn Abi Talib (R.A)"
  },
  {
    "id": 80,
    "quote": "Innovation Distinguishes Between A Leader And A Follower.",
    "author": "Steve Jobs"
  },
  {
    "id": 81,
    "quote": "We Enjoy The Process Far More Than The Proceeds.",
    "author": "Warren Buffett"
  },
  {
    "id": 82,
    "quote": "When I Started Counting My Blessings, My Whole Life Turned Around.",
    "author": "Willie Nelson"
  },
  {
    "id": 83,
    "quote": "This being human is a guest house. Every morning a new arrival. Welcome and entertain them all!",
    "author": "Rumi"
  },
  {
    "id": 84,
    "quote": "All My Life I'Ve Looked At Words As Though I Were Seeing Them For The First Time.",
    "author": "Ernest Hemingway"
  },
  {
    "id": 85,
    "quote": "Waiting Is Painful. Forgetting Is Painful. But Not Knowing Which To Do Is The Worse Kind Of Suffering.",
    "author": "Paulo Coelho"
  },
  {
    "id": 86,
    "quote": "Never Allow Someone To Be Your Priority While Allowing Yourself To Be Their Option.",
    "author": "Mark Twain"
  },
  {
    "id": 87,
    "quote": "To Jaw-Jaw Is Always Better Than To War-War.",
    "author": "Winston Churchill"
  },
  {
    "id": 88,
    "quote": "That'S The Real Trouble With The World, Too Many People Grow Up",
    "author": "Walt Disney"
  },
  {
    "id": 89,
    "quote": "It Is Easier To Stay Out Than Get Out.",
    "author": "Mark Twain"
  },
  {
    "id": 90,
    "quote": "The worst man is the one who sees himself as the best.",
    "author": "Muhammad Ali"
  },
  {
    "id": 91,
    "quote": "The World Breaks Everyone, And Afterward, Some Are Strong At The Broken Places.",
    "author": "Ernest Hemingway"
  },
  {
    "id": 92,
    "quote": "Rule No.1: Never Lose Money. Rule No.2: Never Forget Rule No.1.",
    "author": "Warren Buffett"
  },
  {
    "id": 93,
    "quote": "Convergence of our views on global trade issues under the WTO and our common resolve to combat terrorism provide a valuable base for mutual understanding.",
    "author": "Abdul Kalam"
  },
  {
    "id": 94,
    "quote": "Whenever You Find Yourself On The Side Of The Majority, It Is Time To Pause And Reflect.",
    "author": "Mark Twain"
  },
  {
    "id": 95,
    "quote": "Whatever Is Done For Love Always Occurs Beyond Good And Evil.",
    "author": "Friedrich Nietzsche"
  },
  {
    "id": 96,
    "quote": "Things Should Be Made As Simple As Possible, But Not Any Simpler.",
    "author": "Albert Einstein"
  },
  {
    "id": 97,
    "quote": "Stop acting so small. You are the universe in ecstatic motion.",
    "author": "Rumi"
  },
  {
    "id": 98,
    "quote": "All Truth Is Simple... Is That Not Doubly A Lie?",
    "author": "Friedrich Nietzsche"
  },
  {
    "id": 99,
    "quote": "Money Is Only A Tool. It Will Take You Wherever You Wish, But It Will Not Replace You As The Driver.",
    "author": "Ayn Rand"
  },
  {
    "id": 100,
    "quote": "The fight is won or lost far away from witnesses - behind the lines, in the gym, and out there on the road, long before I dance under those lights.",
    "author": "Muhammad Ali"
  },
  {
    "id": 101,
    "quote": "He who avoids complaint invites happiness.",
    "author": "Abu Bakr (R.A)"
  },
  {
    "id": 102,
    "quote": "We are the mirror - As well as the face in it.",
    "author": "Rumi"
  },
  {
    "id": 103,
    "quote": "Yesterday I was clever, so I wanted to change the world. Today I am wise, so I am changing myself.",
    "author": "Rumi"
  },
  {
    "id": 104,
    "quote": "For 2,500 years, India has never invaded anybody.",
    "author": "Abdul Kalam"
  },
  {
    "id": 105,
    "quote": "If Past History Was All There Was To The Game, The Richest People Would Be Librarians.",
    "author": "Warren Buffett"
  },
  {
    "id": 106,
    "quote": "Your souls are precious and can only be equal to the price of Paradise, therefore sell them only at that price.",
    "author": "Ali ibn Abi Talib (R.A)"
  },
  {
    "id": 107,
    "quote": "A Wise Man Can Learn More From A Foolish Question Than A Fool Can Learn From A Wise Answer.",
    "author": "Bruce Lee"
  },
  {
    "id": 108,
    "quote": "If Allah wants for a people ill, he gives them debates and takes away from them actions.",
    "author": "Umar ibn Al-Khattāb (R.A)"
  },
  {
    "id": 109,
    "quote": "He who builds a masjid in the way of Allah, God will build a house for him in the paradise.",
    "author": "Abu Bakr (R.A)"
  },
  {
    "id": 110,
    "quote": "Love Is Blind; Friendship Closes Its Eyes.",
    "author": "Friedrich Nietzsche"
  },
  {
    "id": 111,
    "quote": "Don'T Go Around Saying The World Owes You A Living. The World Owes You Nothing. It Was Here First.",
    "author": "Mark Twain"
  },
  {
    "id": 112,
    "quote": "An alert and learned man will take advice from any event.",
    "author": "Ali ibn Abi Talib (R.A)"
  },
  {
    "id": 113,
    "quote": "I don't count my sit-ups. I only start counting when it starts hurting. When I feel pain, that's when I start counting, because that's when it really counts.",
    "author": "Muhammad Ali"
  },
  {
    "id": 114,
    "quote": "The wound is the place where the Light enters you.",
    "author": "Rumi"
  },
  {
    "id": 115,
    "quote": "Luxury is an obstacle, and so is the fatness of the body.",
    "author": "Umar ibn Al-Khattāb (R.A)"
  },
  {
    "id": 116,
    "quote": "Come, come, whoever you are. Wanderer, worshiper, lover of leaving. It doesn't matter. Ours is not a caravan of despair. come, even if you have broken your vows a thousand times. Come, yet again, come, come.",
    "author": "Rumi"
  },
  {
    "id": 117,
    "quote": "The Golden Age Is Before Us, Not Behind Us.",
    "author": "William Shakespeare"
  },
  {
    "id": 118,
    "quote": "Fiction Is The Truth Inside The Lie.",
    "author": "Stephen King"
  },
  {
    "id": 119,
    "quote": "Believe You Can And You'Re Halfway There.",
    "author": "Theodore Roosevelt"
  },
  {
    "id": 120,
    "quote": "All The Great Things Are Simple, And Many Can Be Expressed In A Single Word: Freedom, Justice, Honor, Duty, Mercy, Hope.",
    "author": "Winston Churchill"
  },
  {
    "id": 121,
    "quote": "Allah's the Arabic term for God. Stand up for God, fight for God, work for God and do the right thing, and go the right way, things will end up in your corner.",
    "author": "Muhammad Ali"
  },
  {
    "id": 122,
    "quote": "Anger Is Never Without A Reason, But Seldom With A Good One.",
    "author": "Benjamin Franklin"
  },
  {
    "id": 123,
    "quote": "Good Actions Are A Guard Against The Blows Of Adversity.",
    "author": "Abu Bakr"
  },
  {
    "id": 124,
    "quote": "Use the same measure for selling that you use for purchasing.",
    "author": "Abu Bakr (R.A)"
  },
  {
    "id": 125,
    "quote": "The Secret Of Getting Ahead Is Getting Started",
    "author": "Mark Twain"
  },
  {
    "id": 126,
    "quote": "I Don'T Know The Key To Success, But The Key To Failure Is Trying To Please Everybody.",
    "author": "Bill Cosby"
  },
  {
    "id": 127,
    "quote": "Real Loss Is Only Possible When You Love Something More Than You Love Yourself.",
    "author": "Robin Williams"
  },
  {
    "id": 128,
    "quote": "This Is The First Convention Of The Space Age - Where A Candidate Can Promise The Moon And Mean It.",
    "author": "David Brinkley"
  },
  {
    "id": 129,
    "quote": "I Don'T Like That Man. I Must Get To Know Him Better.",
    "author": "Abraham Lincoln"
  },
  {
    "id": 130,
    "quote": "To Shipbrokers, Coal Was Black Gold.",
    "author": "Roald Dahl"
  },
  {
    "id": 131,
    "quote": "History, Despite Its Wrenching Pain, Cannot Be Unlived, But If Faced With Courage, Need Not Be Lived Again.",
    "author": "Maya Angelou"
  },
  {
    "id": 132,
    "quote": "Everyone who is taken by death asks for more time, while everyone who still has time makes excuses for procrastination.",
    "author": "Ali ibn Abi Talib (R.A)"
  },
  {
    "id": 133,
    "quote": "I wonder at a man who loses hope of salvation when the door of repentance is open for him.",
    "author": "Ali ibn Abi Talib (R.A)"
  },
  {
    "id": 134,
    "quote": "Don't count the days, make the days count.",
    "author": "Muhammad Ali"
  },
  {
    "id": 135,
    "quote": "Close your eyes, fall in Love, stay there.",
    "author": "Rumi"
  },
  {
    "id": 136,
    "quote": "I Guess I Don'T So Much Mind Being Old, As I Mind Being Fat And Old.",
    "author": "Benjamin Franklin"
  },
  {
    "id": 137,
    "quote": "It will be a killer, and a chiller, and a thriller, when I get the gorilla in Manila.",
    "author": "Muhammad Ali"
  },
  {
    "id": 138,
    "quote": "I Dream Of An Africa Which Is In Peace With Itself.",
    "author": "Nelson Mandela"
  },
  {
    "id": 139,
    "quote": "The Difference Between A Mountain And A Molehill Is Your Perspective.",
    "author": "Al Neuharth"
  },
  {
    "id": 140,
    "quote": "I Am Certainly Not One Of Those Who Need To Be Prodded. In Fact, If Anything, I Am The Prod.",
    "author": "Winston Churchill"
  },
  {
    "id": 141,
    "quote": "To the people that have said I'm too small, I'm not fast enough, I don't have what it takes, I'm not strong enough. THANK YOU.",
    "author": "Muhammad Ali"
  },
  {
    "id": 142,
    "quote": "There is a King Who is aware of every Mask you put on.",
    "author": "Rumi"
  },
  {
    "id": 143,
    "quote": "Be patient; patience is a pillar of faith.",
    "author": "Umar ibn Al-Khattāb (R.A)"
  },
  {
    "id": 144,
    "quote": "The Very Ink With Which History Is Written Is Merely Fluid Prejudice.",
    "author": "Mark Twain"
  },
  {
    "id": 145,
    "quote": "I was the first one in the gym, and the last one to leave.",
    "author": "Muhammad Ali"
  },
  {
    "id": 146,
    "quote": "Art Is The Proper Task Of Life.",
    "author": "Friedrich Nietzsche"
  },
  {
    "id": 147,
    "quote": "The Roots Of Education Are Bitter, But The Fruit Is Sweet.",
    "author": "Aristotle"
  },
  {
    "id": 148,
    "quote": "Run away from greatness and greatness will follow you.",
    "author": "Abu Bakr (R.A)"
  },
  {
    "id": 149,
    "quote": "You may learn to imitate a birdcall, but do you experience what the nightingale feels for the rose?",
    "author": "Rumi"
  },
  {
    "id": 150,
    "quote": "Bad Men Are Full Of Repentance.",
    "author": "Aristotle"
  },
  {
    "id": 151,
    "quote": "Blessed is he whose own faults keep him from seeing the faults of others.",
    "author": "Ali ibn Abi Talib (R.A)"
  },
  {
    "id": 152,
    "quote": "The most helpless person is the one who is helpless in reforming himself.",
    "author": "Ali ibn Abi Talib (R.A)"
  },
  {
    "id": 153,
    "quote": "He who fears to weep, should learn to be kind to those who weep.",
    "author": "Abu Bakr (R.A)"
  },
  {
    "id": 154,
    "quote": "My wealth is in my knowledge of self, love, and spirituality.",
    "author": "Muhammad Ali"
  },
  {
    "id": 155,
    "quote": "He who aspires to paradise should learn to deal with people with kindness.",
    "author": "Abu Bakr (R.A)"
  },
  {
    "id": 156,
    "quote": "All God's creatures are His family; and he is the most beloved of God who tries to do most good to God's creatures.",
    "author": "Abdul Kalam"
  },
  {
    "id": 157,
    "quote": "When I Do Good, I Feel Good. When I Do Bad, I Feel Bad. That'S My Religion.",
    "author": "Abraham Lincoln"
  },
  {
    "id": 158,
    "quote": "Women are not equal with men, that's sure. When the woman is in danger she always looks to the man for help. We are superior by nature. The black or white woman needn't worry in life because the world is ruled by the white man.",
    "author": "Muhammad Ali"
  },
  {
    "id": 159,
    "quote": "If you love someone, you are always joined with them - in joy, in absence, in solitude, in strife.",
    "author": "Rumi"
  },
  {
    "id": 160,
    "quote": "I Am A Deeply Religious Nonbeliever - This Is A Somewhat New Kind Of Religion.",
    "author": "Albert Einstein"
  },
  {
    "id": 161,
    "quote": "It Is The Supreme Art Of The Teacher To Awaken Joy In Creative Expression And Knowledge.",
    "author": "Albert Einstein"
  },
  {
    "id": 162,
    "quote": "The best companion and helper is admirable morals.",
    "author": "Ali ibn Abi Talib (R.A)"
  },
  {
    "id": 163,
    "quote": "Man Will Do Many Things To Get Himself Loved, He Will Do All Things To Get Himself Envied.",
    "author": "Mark Twain"
  },
  {
    "id": 164,
    "quote": "When you seek advice, do not withhold any facts from the person whose advice you seek.",
    "author": "Abu Bakr (R.A)"
  },
  {
    "id": 165,
    "quote": "I have never regretted my silence. As for my speech, I have regretted it over and over again.",
    "author": "Umar ibn Al-Khattāb (R.A)"
  },
  {
    "id": 166,
    "quote": "Don't read success stories, you will only get a message. Read failure stories, you will get some ideas to get success.",
    "author": "Abdul Kalam"
  },
  {
    "id": 167,
    "quote": "I Have Nothing To Offer But Blood, Toil, Tears And Sweat.",
    "author": "Winston Churchill"
  },
  {
    "id": 168,
    "quote": "I died as a mineral and became a plant, I died as a plant and rose to animal, I died as an animal and I was Man. Why should I fear? When was I less by dying?",
    "author": "Rumi"
  },
  {
    "id": 169,
    "quote": "All Men'S Souls Are Immortal, But The Souls Of The Righteous Are Immortal And Divine.",
    "author": "Socrates"
  },
  {
    "id": 170,
    "quote": "Abstinence from sins is better than seeking help afterwards.",
    "author": "Ali ibn Abi Talib (R.A)"
  },
  {
    "id": 171,
    "quote": "Inside the Great Mystery that is, we don't really own anything. What is this competition we feel then, before we go, one at a time, through the same gate?",
    "author": "Rumi"
  },
  {
    "id": 172,
    "quote": "The only lasting beauty is the beauty of the heart.",
    "author": "Rumi"
  },
  {
    "id": 173,
    "quote": "Change Your Opinions, Keep To Your Principles; Change Your Leaves, Keep Intact Your Roots.",
    "author": "Victor Hugo"
  },
  {
    "id": 174,
    "quote": "Many Marriages Would Be Better If The Husband And The Wife Clearly Understood That They Are On The Same Side.",
    "author": "Zig Ziglar"
  },
  {
    "id": 175,
    "quote": "Strong And Bitter Words Indicate A Weak Cause.",
    "author": "Victor Hugo"
  },
  {
    "id": 176,
    "quote": "A man who views the world the same at fifty as he did at twenty has wasted thirty years of his life.",
    "author": "Muhammad Ali"
  },
  {
    "id": 177,
    "quote": "Give up to grace. The ocean takes care of each wave 'til it gets to shore. You need more help than you know.",
    "author": "Rumi"
  },
  {
    "id": 178,
    "quote": "The Superior Man Acts Before He Speaks, And Afterwards Speaks According To His Action.",
    "author": "Confucius"
  },
  {
    "id": 179,
    "quote": "We'Re Getting Hurt, But I'M A Long-Term Investor.",
    "author": "Al Waleed Bin Talal"
  },
  {
    "id": 180,
    "quote": "Recitation of the Qur'an without contemplation and thought is futile.",
    "author": "Ali ibn Abi Talib (R.A)"
  },
  {
    "id": 181,
    "quote": "Success is not achieved by winning all the time. Real success comes when we rise after we fall. Some mountains are higher than others. Some roads steeper than the next. There are hardships and setbacks but you cannot let them stop you. Even on the steepest road you must not turn back.",
    "author": "Muhammad Ali"
  },
  {
    "id": 182,
    "quote": "A Riot Is The Language Of The Unheard.",
    "author": "Martin Luther King, Jr."
  },
  {
    "id": 183,
    "quote": "The Law Is Reason, Free From Passion.",
    "author": "Aristotle"
  },
  {
    "id": 184,
    "quote": "The people who abandon Jihad fall a victim to humility and degradation.",
    "author": "Abu Bakr (R.A)"
  },
  {
    "id": 185,
    "quote": "We are all born with a divine fire in us. Our efforts should be to give wings to this fire and fill the world with the glow of its goodness.",
    "author": "Abdul Kalam"
  },
  {
    "id": 186,
    "quote": "Woman Was God'S Second Mistake.",
    "author": "Friedrich Nietzsche"
  },
  {
    "id": 187,
    "quote": "All black Americans have slave names. They have white names; names that the slave master has given to them.",
    "author": "Muhammad Ali"
  },
  {
    "id": 188,
    "quote": "I'm most proud of my family.",
    "author": "Muhammad Ali"
  },
  {
    "id": 189,
    "quote": "And you? When will you begin that long journey into yourself?",
    "author": "Rumi"
  },
  {
    "id": 190,
    "quote": "How many lessons there are and how little they are taken.",
    "author": "Ali ibn Abi Talib (R.A)"
  },
  {
    "id": 191,
    "quote": "The best way to make your dreams come true is to wake up.",
    "author": "Muhammad Ali"
  },
  {
    "id": 192,
    "quote": "What One Writer Can Make In The Solitude Of One Room Is Something No Power Can Easily Destroy.",
    "author": "Salman Rushdie"
  },
  {
    "id": 193,
    "quote": "If There Is Something To Pardon In Everything, There Is Also Something To Condemn.",
    "author": "Friedrich Nietzsche"
  },
  {
    "id": 194,
    "quote": "At Home I Am A Nice Guy: But I Don'T Want The World To Know. Humble People, I'Ve Found, Don'T Get Very Far.",
    "author": "Muhammad Ali"
  },
  {
    "id": 195,
    "quote": "No amount of guilt can change the past and no amount of worrying can change the future.",
    "author": "Umar ibn Al-Khattāb (R.A)"
  },
  {
    "id": 196,
    "quote": "Not the ones speaking the same language, but the ones sharing the same feeling understand each other.",
    "author": "Rumi"
  },
  {
    "id": 197,
    "quote": "It Is Better To Deserve Honors And Not Have Them Than To Have Them And Not Deserve Them.",
    "author": "Mark Twain"
  },
  {
    "id": 198,
    "quote": "Success Is A Lousy Teacher. It Seduces Smart People Into Thinking They Can'T Lose.",
    "author": "Bill Gates"
  },
  {
    "id": 199,
    "quote": "Cursed is the man who dies, but the evil done by him survives.",
    "author": "Abu Bakr (R.A)"
  },
  {
    "id": 200,
    "quote": "The Quality, Not The Longevity, Of One'S Life Is What Is Important.",
    "author": "Martin Luther King, Jr."
  },
  {
    "id": 201,
    "quote": "Age is whatever you think it is. You are as old as you think you are.",
    "author": "Muhammad Ali"
  },
  {
    "id": 202,
    "quote": "Derivatives Are Financial Weapons Of Mass Destruction.",
    "author": "Warren Buffett"
  },
  {
    "id": 203,
    "quote": "Don't you know yet? It is your Light that lights the worlds.",
    "author": "Rumi"
  },
  {
    "id": 204,
    "quote": "Hold on to your Salah, because if you lose that, you will lose everything else.",
    "author": "Umar ibn Al-Khattāb (R.A)"
  },
  {
    "id": 205,
    "quote": "I am not this hair. I am not this skin. I am the soul that lives within.",
    "author": "Rumi"
  },
  {
    "id": 206,
    "quote": "Be Faithful In Small Things Because It Is In Them That Your Strength Lies.",
    "author": "Mother Teresa"
  },
  {
    "id": 207,
    "quote": "He who sleeps without offering the night prayer, may he never enjoy a sound sleep.",
    "author": "Umar ibn Al-Khattāb (R.A)"
  },
  {
    "id": 208,
    "quote": "I Was Influenced A Lot By Those Around Me - There Was A Lot Of Singing That Went On In The Cotton Fields.",
    "author": "Willie Nelson"
  },
  {
    "id": 209,
    "quote": "Greed is permanent slavery.",
    "author": "Ali ibn Abi Talib (R.A)"
  },
  {
    "id": 210,
    "quote": "Everything That We See Is A Shadow Cast By That Which We Do Not See.",
    "author": "Martin Luther King, Jr."
  },
  {
    "id": 211,
    "quote": "To The Master'S Honor All Must Turn, Each In Its Track, Without A Sound, Forever Tracing Newton'S Ground.",
    "author": "Albert Einstein"
  },
  {
    "id": 212,
    "quote": "Women are the field that produces our nation. And if you can't protect your women, you can't protect your nation.",
    "author": "Muhammad Ali"
  },
  {
    "id": 213,
    "quote": "To Give Victory To The Right, Not Bloody Bullets, But Peaceful Ballots Only, Are Necessary.",
    "author": "Abraham Lincoln"
  },
  {
    "id": 214,
    "quote": "The Ache For Home Lives In All Of Us, The Safe Place Where We Can Go As We Are And Not Be Questioned.",
    "author": "Maya Angelou"
  },
  {
    "id": 215,
    "quote": "You Were Born To Win, But To Be A Winner, You Must Plan To Win, Prepare To Win, And Expect To Win.",
    "author": "Zig Ziglar"
  },
  {
    "id": 216,
    "quote": "Education Is What Remains After One Has Forgotten What One Has Learned In School.",
    "author": "Albert Einstein"
  },
  {
    "id": 217,
    "quote": "I'll tell you how I'd like to be remembered: As a black man who won the heavyweight title - Who has humorous and who never looked down on those who looked up to him - A man who stood for freedom, justice and equality - And I wouldn't even mind if folks forgot how pretty I was.",
    "author": "Muhammad Ali"
  },
  {
    "id": 218,
    "quote": "Tolerance and understanding won't 'trickle down' in our society any more than wealth does.",
    "author": "Muhammad Ali"
  },
  {
    "id": 219,
    "quote": "It Does Not Do To Dwell On Dreams And Forget To Live.",
    "author": "J. K. Rowling"
  },
  {
    "id": 220,
    "quote": "Courtesy costs nothing, but buys everything.",
    "author": "Ali ibn Abi Talib (R.A)"
  },
  {
    "id": 221,
    "quote": "If patience and gratitude had been she camels, it would have mattered little on which I rode.",
    "author": "Umar ibn Al-Khattāb (R.A)"
  },
  {
    "id": 222,
    "quote": "Success Consists Of Going From Failure To Failure Without Loss Of Enthusiasm.",
    "author": "Winston Churchill"
  },
  {
    "id": 223,
    "quote": "When you advise any person you should be guided by the fear of God.",
    "author": "Abu Bakr (R.A)"
  },
  {
    "id": 224,
    "quote": "A Candle never Loses any of its Light while Lighting up another candle.",
    "author": "Rumi"
  },
  {
    "id": 225,
    "quote": "What Can You Do To Promote World Peace? Go Home And Love Your Family.",
    "author": "Mother Teresa"
  },
  {
    "id": 226,
    "quote": "Love Is The Only Force Capable Of Transforming An Enemy Into Friend.",
    "author": "Martin Luther King  Jr."
  },
  {
    "id": 227,
    "quote": "Children make you want to start life over.",
    "author": "Muhammad Ali"
  },
  {
    "id": 228,
    "quote": "Our Scientific Power Has Outrun Our Spiritual Power. We Have Guided Missiles And Misguided Men.",
    "author": "Martin Luther King, Jr."
  },
  {
    "id": 229,
    "quote": "After Coming Into Contact With A Religious Man I Always Feel I Must Wash My Hands.",
    "author": "Friedrich Nietzsche"
  },
  {
    "id": 230,
    "quote": "I Am The Greatest, I Said That Even Before I Knew I Was.",
    "author": "Muhammad Ali"
  },
  {
    "id": 231,
    "quote": "He who went to the kings to seek favors went away from Allah.",
    "author": "Umar ibn Al-Khattāb (R.A)"
  },
  {
    "id": 232,
    "quote": "Oh writer! An Angel watches over all you write. Make your writing meaningful for it will eventually return to you and you will be questioned about what you wrote.",
    "author": "Ali ibn Abi Talib (R.A)"
  },
  {
    "id": 233,
    "quote": "Speak a new language so that the world will be a new world.",
    "author": "Rumi"
  },
  {
    "id": 234,
    "quote": "The sweetness of life lies in dispensing with formalities.",
    "author": "Muhammad Ali"
  },
  {
    "id": 235,
    "quote": "O Love, O pure deep Love, be here, be now, be all...",
    "author": "Rumi"
  },
  {
    "id": 236,
    "quote": "I Never Did A Day'S Work In My Life. It Was All Fun.",
    "author": "Thomas A. Edison"
  },
  {
    "id": 237,
    "quote": "We have not invaded anyone. We have not conquered anyone. We have not grabbed their land, their culture, their history and tried to enforce our way of life on them.",
    "author": "Abdul Kalam"
  },
  {
    "id": 238,
    "quote": "I have been a seeker and I still am, but I stopped asking the books and the stars. I started listening to the teaching of my Soul.",
    "author": "Rumi"
  },
  {
    "id": 239,
    "quote": "Be active! Take on responsibility! Work for the things you believe in. If you do not, you are surrendering your fate to others.",
    "author": "Abdul Kalam"
  },
  {
    "id": 240,
    "quote": "Don'T Tell Fish Stories Where The People Know You; But Particularly, Don'T Tell Them Where They Know The Fish.",
    "author": "Mark Twain"
  },
  {
    "id": 241,
    "quote": "Developing nations want to become developed nations.",
    "author": "Abdul Kalam"
  },
  {
    "id": 242,
    "quote": "We are born of love. Love is our mother.",
    "author": "Rumi"
  },
  {
    "id": 243,
    "quote": "I Just Feel Happy To Be In America, Like I Said, It'S The Most Beautiful Country In The World.",
    "author": "Ahmed Ali"
  },
  {
    "id": 244,
    "quote": "Do for this life as if you live forever, do for the afterlife as if you will die tomorrow.",
    "author": "Ali ibn Abi Talib (R.A)"
  },
  {
    "id": 245,
    "quote": "You Know You Are On The Road To Success If You Would Do Your Job, And Not Be Paid For It.",
    "author": "Oprah Winfrey"
  },
  {
    "id": 246,
    "quote": "A Compliment Is Something Like A Kiss Through A Veil.",
    "author": "Victor Hugo"
  },
  {
    "id": 247,
    "quote": "Last night I had a dream. When I got to Africa, I had one hell of a rumble. I had to beat Tarzan's behind first, for claiming to be King of the Jungle.",
    "author": "Muhammad Ali"
  },
  {
    "id": 248,
    "quote": "I Have Found The Paradox, That If You Love Until It Hurts, There Can Be No More Hurt, Only More Love.",
    "author": "Mother Teresa"
  },
  {
    "id": 249,
    "quote": "After Climbing A Great Hill, One Only Finds That There Are Many More Hills To Climb.",
    "author": "Nelson Mandela"
  },
  {
    "id": 250,
    "quote": "An Explanation Of Cause Is Not A Justification By Reason.",
    "author": "C. S. Lewis"
  },
  {
    "id": 251,
    "quote": "His hands can't hit what his eyes can't see.",
    "author": "Muhammad Ali"
  },
  {
    "id": 252,
    "quote": "Life Loves The Liver Of It.",
    "author": "Maya Angelou"
  },
  {
    "id": 253,
    "quote": "Light up the fire of love inside and blaze the thoughts away.",
    "author": "Rumi"
  },
  {
    "id": 254,
    "quote": "Don't sit and wait. Get out there, feel life. Touch the sun, and immerse in the sea.",
    "author": "Rumi"
  },
  {
    "id": 255,
    "quote": "There is a way between voice and presence, where information flows. In disciplined silence it opens; with wandering talk it closes.",
    "author": "Rumi"
  },
  {
    "id": 256,
    "quote": "Strength Does Not Come From Physical Capacity. It Comes From An Indomitable Will.",
    "author": "Mahatma Gandhi"
  },
  {
    "id": 257,
    "quote": "This life is not real. I conquered the world and it did not bring me satisfaction.",
    "author": "Muhammad Ali"
  },
  {
    "id": 258,
    "quote": "It'S Fine To Celebrate Success But It Is More Important To Heed The Lessons Of Failure.",
    "author": "Bill Gates"
  },
  {
    "id": 259,
    "quote": "Stubbornness destroys good advice.",
    "author": "Ali ibn Abi Talib (R.A)"
  },
  {
    "id": 260,
    "quote": "My definition of evil is unfriendliness.",
    "author": "Muhammad Ali"
  },
  {
    "id": 261,
    "quote": "Climbing to the top demands strength, whether it is to the top of Mount Everest or to the top of your career.",
    "author": "Abdul Kalam"
  },
  {
    "id": 262,
    "quote": "Pray, And Let God Worry.",
    "author": "Martin Luther"
  },
  {
    "id": 263,
    "quote": "Miracles Do Not, In Fact, Break The Laws Of Nature.",
    "author": "C. S. Lewis"
  },
  {
    "id": 264,
    "quote": "There is no greater wealth than wisdom, no greater poverty than ignorance; no greater heritage than culture and no greater support than consultation.",
    "author": "Ali ibn Abi Talib (R.A)"
  },
  {
    "id": 265,
    "quote": "We Are What We Believe We Are.",
    "author": "C. S. Lewis"
  },
  {
    "id": 266,
    "quote": "I Feel Much Freer Now That I Am Certain The Pope Is The Antichrist.",
    "author": "Martin Luther"
  },
  {
    "id": 267,
    "quote": "Darkness Cannot Drive Out Darkness; Only Light Can Do That. Hate Cannot Drive Out Hate; Only Love Can Do That.",
    "author": "Martin Luther King  Jr."
  },
  {
    "id": 268,
    "quote": "A developed India by 2020, or even earlier, is not a dream. It need not be a mere vision in the minds of many Indians. It is a mission we can all take up - and succeed.",
    "author": "Abdul Kalam"
  },
  {
    "id": 269,
    "quote": "As To The Mental Essence, We Find It In Infants Devoid Of Every Mental Form.",
    "author": "Avicenna"
  },
  {
    "id": 270,
    "quote": "Let not your love become attachment, nor your hate become destruction.",
    "author": "Umar ibn Al-Khattāb (R.A)"
  },
  {
    "id": 271,
    "quote": "He Is Winding The Watch Of His Wit; By And By It Will Strike.",
    "author": "William Shakespeare"
  },
  {
    "id": 272,
    "quote": "Don't be sad! Because God sends hope in the most desperate moments. Don't forget, the heaviest rain comes out of the darkest clouds.",
    "author": "Rumi"
  },
  {
    "id": 273,
    "quote": "There Cannot Be A God Because If There Were One, I Could Not Believe That I Was Not He.",
    "author": "Friedrich Nietzsche"
  },
  {
    "id": 274,
    "quote": "Don't get lost in your pain, know that one day your pain will become your cure.",
    "author": "Rumi"
  },
  {
    "id": 275,
    "quote": "Silence gives answers.",
    "author": "Rumi"
  },
  {
    "id": 276,
    "quote": "A Man Who Won'T Die For Something Is Not Fit To Live.",
    "author": "Martin Luther King, Jr."
  },
  {
    "id": 277,
    "quote": "Solitude is better than the society of evil persons.",
    "author": "Abu Bakr (R.A)"
  },
  {
    "id": 278,
    "quote": "The Only Real Progress Lies In Learning To Be Wrong All Alone.",
    "author": "Albert Camus"
  },
  {
    "id": 279,
    "quote": "Drink! For You Know Not Whence You Came Nor Why: Drink! For You Know Not Why You Go, Nor Where.",
    "author": "Omar Khayyam"
  },
  {
    "id": 280,
    "quote": "I Shall The Effect Of This Good Lesson Keeps As Watchman To My Heart.",
    "author": "William Shakespeare"
  },
  {
    "id": 281,
    "quote": "Vanity prevents improvement.",
    "author": "Ali ibn Abi Talib (R.A)"
  },
  {
    "id": 282,
    "quote": "Every Day, Nay Every Moment, Try To Do Some Good Deed.",
    "author": "Abu Bakr"
  },
  {
    "id": 283,
    "quote": "Money cannot help lifting its head.",
    "author": "Umar ibn Al-Khattāb (R.A)"
  },
  {
    "id": 284,
    "quote": "To Think Of Shadows Is A Serious Thing.",
    "author": "Victor Hugo"
  },
  {
    "id": 285,
    "quote": "If We Really Want To Love We Must Learn How To Forgive.",
    "author": "Mother Teresa"
  },
  {
    "id": 286,
    "quote": "Music Expresses That Which Cannot Be Put Into Words.",
    "author": "Victor Hugo"
  },
  {
    "id": 287,
    "quote": "Love Is A Fruit In Season At All Times, And Within Reach Of Every Hand.",
    "author": "Mother Teresa"
  },
  {
    "id": 288,
    "quote": "To be able to give away riches is mandatory if you wish to possess them. This is the only way that you will be truly rich.",
    "author": "Muhammad Ali"
  },
  {
    "id": 289,
    "quote": "We Continue To Shape Our Personality All Our Life. If We Knew Ourselves Perfectly, We Should Die.",
    "author": "Albert Camus"
  },
  {
    "id": 290,
    "quote": "Your longing for ME is my message to you, All your attempts to reach ME, Are in reality MY attempts to reach you.",
    "author": "Rumi"
  },
  {
    "id": 291,
    "quote": "If you are greeted then return the greetings more warmly. If you are favored, then repay the obligation manifold; but he who takes the initiative will always excel in merit.",
    "author": "Ali ibn Abi Talib (R.A)"
  },
  {
    "id": 292,
    "quote": "You have to keep breaking your heart until it opens.",
    "author": "Rumi"
  },
  {
    "id": 293,
    "quote": "Prejudice comes from being in the dark; sunlight disinfects it.",
    "author": "Muhammad Ali"
  },
  {
    "id": 294,
    "quote": "Never Put Off Till Tomorrow What You Can Do The Day After Tomorrow.",
    "author": "Mark Twain"
  },
  {
    "id": 295,
    "quote": "Nothing hurts a good soul and kind heart more than to live amongst people who can't understand it.",
    "author": "Ali ibn Abi Talib (R.A)"
  },
  {
    "id": 296,
    "quote": "Hope Is The Dream Of A Waking Man.",
    "author": "Aristotle"
  },
  {
    "id": 297,
    "quote": "We Make A Living By What We Get, But We Make A Life By What We Give.",
    "author": "Winston Churchill"
  },
  {
    "id": 298,
    "quote": "I am so mad with love that mad men say to me - be still!",
    "author": "Rumi"
  },
  {
    "id": 299,
    "quote": "If you only say one prayer in a day make it Thank You.",
    "author": "Rumi"
  },
  {
    "id": 300,
    "quote": "Life'S Most Persistent And Urgent Question Is, 'What Are You Doing For Others?'",
    "author": "Martin Luther King  Jr."
  },
  {
    "id": 301,
    "quote": "Confidence and hard work is the best medicine to kill the disease called failure. It will make you successful person.",
    "author": "Abdul Kalam"
  },
  {
    "id": 302,
    "quote": "The bird is powered by its own life and by its motivation.",
    "author": "Abdul Kalam"
  },
  {
    "id": 303,
    "quote": "Allah's Generosity is connected to gratitude, and gratitude is linked to increase in His generosity. The generosity of Allah will not stop increasing unless the gratitude of the servant ceases.",
    "author": "Ali ibn Abi Talib (R.A)"
  },
  {
    "id": 304,
    "quote": "Bear sorrows and calamities patiently, otherwise you will never be happy.",
    "author": "Ali ibn Abi Talib (R.A)"
  },
  {
    "id": 305,
    "quote": "One lesson that every nation can learn from China is to focus more on creating village-level enterprises, quality health services and educational facilities.",
    "author": "Abdul Kalam"
  },
  {
    "id": 306,
    "quote": "Like Slavery And Apartheid, Poverty Is Not Natural. It Is Man-Made And It Can Be Overcome And Eradicated By The Actions Of Human Beings.",
    "author": "Nelson Mandela"
  },
  {
    "id": 307,
    "quote": "Never Do Anything Against Conscience Even If The State Demands It.",
    "author": "Albert Einstein"
  },
  {
    "id": 308,
    "quote": "When you feel a peaceful joy, that's when you are near truth.",
    "author": "Rumi"
  },
  {
    "id": 309,
    "quote": "I grow silent. Dear soul, you speak.",
    "author": "Rumi"
  },
  {
    "id": 310,
    "quote": "All wars signify the failure of conflict resolution mechanisms, and they need post-war rebuilding of faith, trust and confidence.",
    "author": "Abdul Kalam"
  },
  {
    "id": 311,
    "quote": "What you're thinking is what you're becoming.",
    "author": "Muhammad Ali"
  },
  {
    "id": 312,
    "quote": "I Paint Self-Portraits Because I Am So Often Alone, Because I Am The Person I Know Best.",
    "author": "Frida Kahlo"
  },
  {
    "id": 313,
    "quote": "In Music The Passions Enjoy Themselves.",
    "author": "Friedrich Nietzsche"
  },
  {
    "id": 314,
    "quote": "That's how you came here, like a star without a name. Move across the night sky with those anonymous lights.",
    "author": "Rumi"
  },
  {
    "id": 315,
    "quote": "Your light is more magnificent than sunrise or sunset.",
    "author": "Rumi"
  },
  {
    "id": 316,
    "quote": "No One Has Ever Become Poor By Giving.",
    "author": "Anne Frank"
  },
  {
    "id": 317,
    "quote": "Whatever pearl you seek, look for the pearl within the pearl!",
    "author": "Rumi"
  },
  {
    "id": 318,
    "quote": "India should walk on her own shadow - we must have our own development model.",
    "author": "Abdul Kalam"
  },
  {
    "id": 319,
    "quote": "You have escaped the cage. Your wings are stretched out. Now fly.",
    "author": "Rumi"
  },
  {
    "id": 320,
    "quote": "Work As If You Were To Live A Hundred Years. Pray As If You Were To Die Tomorrow.",
    "author": "Benjamin Franklin"
  },
  {
    "id": 321,
    "quote": "Whenever you are alone, remind yourself that God has sent everyone else away so that there is only you and Him.",
    "author": "Rumi"
  },
  {
    "id": 322,
    "quote": "When a man puts me a question, I judge of his intelligence.",
    "author": "Umar ibn Al-Khattāb (R.A)"
  },
  {
    "id": 323,
    "quote": "There Has Never Yet Been A Man In Our History Who Led A Life Of Ease Whose Name Is Worth Remembering.",
    "author": "Theodore Roosevelt"
  },
  {
    "id": 324,
    "quote": "A teacher should have a creative mind.",
    "author": "Abdul Kalam"
  },
  {
    "id": 325,
    "quote": "The criterion of action is that todays work should not be deferred till the following day.",
    "author": "Umar ibn Al-Khattāb (R.A)"
  },
  {
    "id": 326,
    "quote": "Friendship is the hardest thing in the world to explain. It's not something you learn in school. But if you haven't learned the meaning of friendship, you really haven't learned anything.",
    "author": "Muhammad Ali"
  },
  {
    "id": 327,
    "quote": "The chess master says nothing, other than moving the silent chess piece.",
    "author": "Rumi"
  },
  {
    "id": 328,
    "quote": "Reader, Suppose You Were An Idiot. And Suppose You Were A Member Of Congress. But I Repeat Myself.",
    "author": "Mark Twain"
  },
  {
    "id": 329,
    "quote": "I Love Sleep. My Life Has The Tendency To Fall Apart When I'M Awake, You Know?",
    "author": "Ernest Hemingway"
  },
  {
    "id": 330,
    "quote": "He That Can Have Patience Can Have What He Will.",
    "author": "Benjamin Franklin"
  },
  {
    "id": 331,
    "quote": "Champions Keep Playing Until They Get It Right.",
    "author": "Billie Jean King"
  },
  {
    "id": 332,
    "quote": "Without Music, Life Would Be A Mistake.",
    "author": "Friedrich Nietzsche"
  },
  {
    "id": 333,
    "quote": "The worst of our faults is our interest in other people's faults.",
    "author": "Ali ibn Abi Talib (R.A)"
  },
  {
    "id": 334,
    "quote": "I Think It'S Nice For Women To Try To Be Sexy For Their Man.",
    "author": "Salma Hayek"
  },
  {
    "id": 335,
    "quote": "My impression of the American people can be summarized by a quotation from Benjamin Franklin, Those things that hurt instruct! I realized that people in this part of the world meet their problems head on. They attempt to get out of them rather than suffer them.",
    "author": "Abdul Kalam"
  },
  {
    "id": 336,
    "quote": "Boys, You Must Strive To Find Your Own Voice, Because The Longer You Wait To Begin The Less Likely You Are To Find It At All.",
    "author": "Robin Williams"
  },
  {
    "id": 337,
    "quote": "Be dignified, honest and truthful.",
    "author": "Umar ibn Al-Khattāb (R.A)"
  },
  {
    "id": 338,
    "quote": "Women are not a garment you wear and undress however you like. They are honored and have their rights.",
    "author": "Umar ibn Al-Khattāb (R.A)"
  },
  {
    "id": 339,
    "quote": "Love Matches, So Called, Have Illusion For Their Father And Need For Their Mother.",
    "author": "Friedrich Nietzsche"
  },
  {
    "id": 340,
    "quote": "A Lot Of People Quit Looking For Work As Soon As They Find A Job.",
    "author": "Zig Ziglar"
  },
  {
    "id": 341,
    "quote": "If We Open A Quarrel Between Past And Present, We Shall Find That We Have Lost The Future.",
    "author": "Winston Churchill"
  },
  {
    "id": 342,
    "quote": "Even If I Knew That Tomorrow The World Would Go To Pieces, I Would Still Plant My Apple Tree.",
    "author": "Martin Luther"
  },
  {
    "id": 343,
    "quote": "One who rushes madly after inordinate desire, runs the risk of encountering destruction and death.",
    "author": "Ali ibn Abi Talib (R.A)"
  },
  {
    "id": 344,
    "quote": "Getting Over A Painful Experience Is Much Like Crossing Monkey Bars. You Have To Let Go At Some Point In Order To Move Forward.",
    "author": "C. S. Lewis"
  },
  {
    "id": 345,
    "quote": "You Have Enemies? Good. That Means You'Ve Stood Up For Something, Sometime In Your Life.",
    "author": "Winston Churchill"
  },
  {
    "id": 346,
    "quote": "It's the repetition of affirmations that leads to belief. And once that belief becomes a deep conviction, things begin to happen.",
    "author": "Muhammad Ali"
  },
  {
    "id": 347,
    "quote": "If I Were Not A Physicist, I Would Probably Be A Musician. I Often Think In Music. I Live My Daydreams In Music. I See My Life In Terms Of Music.",
    "author": "Albert Einstein"
  },
  {
    "id": 348,
    "quote": "We will be remembered only if we give to our younger generation a prosperous and safe India, resulting out of economic prosperity coupled with civilizational heritage.",
    "author": "Abdul Kalam"
  },
  {
    "id": 349,
    "quote": "There is a field beyond all notions of right and wrong. Come, meet me there.",
    "author": "Rumi"
  },
  {
    "id": 350,
    "quote": "Even The Darkest Night Will End And The Sun Will Rise.",
    "author": "Victor Hugo"
  },
  {
    "id": 351,
    "quote": "Feet, What Do I Need You For When I Have Wings To Fly?",
    "author": "Frida Kahlo"
  },
  {
    "id": 352,
    "quote": "Whoever Would Overthrow The Liberty Of A Nation Must Begin By Subduing The Freeness Of Speech.",
    "author": "Benjamin Franklin"
  },
  {
    "id": 353,
    "quote": "Spread Love Everywhere You Go. Let No One Ever Come To You Without Leaving Happier.",
    "author": "Mother Teresa"
  },
  {
    "id": 354,
    "quote": "One of the very important characteristics of a student is to question. Let the students ask questions.",
    "author": "Abdul Kalam"
  },
  {
    "id": 355,
    "quote": "To fight against the infidels is Jihad; but to fight against your evil self is greater Jihad.",
    "author": "Abu Bakr (R.A)"
  },
  {
    "id": 356,
    "quote": "At home I am a nice guy: but I don't want the world to know. Humble people, I've found, don't get very far.",
    "author": "Muhammad Ali"
  },
  {
    "id": 357,
    "quote": "May Allah bless the man who says less and does more.",
    "author": "Umar ibn Al-Khattāb (R.A)"
  },
  {
    "id": 358,
    "quote": "My place is placeless, a trace of the traceless.",
    "author": "Rumi"
  },
  {
    "id": 359,
    "quote": "Success Is Not Final, Failure Is Not Fatal: It Is The Courage To Continue That Counts.",
    "author": "Winston Churchill"
  },
  {
    "id": 360,
    "quote": "Plants And Minerals Are Bound To Predestination. The Faithful Is Only Bound To The Divine Orders.",
    "author": "Muhammad Iqbal"
  },
  {
    "id": 361,
    "quote": "As We Express Our Gratitude, We Must Never Forget That The Highest Appreciation Is Not To Utter Words, But To Live By Them.",
    "author": "John F. Kennedy"
  },
  {
    "id": 362,
    "quote": "Death is the easiest of all things after it, and the hardest of all things before it.",
    "author": "Abu Bakr (R.A)"
  },
  {
    "id": 363,
    "quote": "When In Doubt, Go For The Dick Joke.",
    "author": "Robin Williams"
  },
  {
    "id": 364,
    "quote": "I Do Not Think Much Of A Man Who Is Not Wiser Today Than He Was Yesterday.",
    "author": "Abraham Lincoln"
  },
  {
    "id": 365,
    "quote": "Don'T Be Distracted By Criticism. Remember ~ The Only Taste Of Success Some People Have Is When They Take A Bite Out Of You.",
    "author": "Zig Ziglar"
  },
  {
    "id": 366,
    "quote": "Words are a pretext. It is the inner bond that draws one person to another, not words.",
    "author": "Rumi"
  },
  {
    "id": 367,
    "quote": "Where There Is No Struggle, There Is No Strength.",
    "author": "Oprah Winfrey"
  },
  {
    "id": 368,
    "quote": "The Function Of Muscle Is To Pull And Not To Push, Except In The Case Of The Genitals And The Tongue.",
    "author": "Leonardo Da Vinci"
  },
  {
    "id": 369,
    "quote": "Through love, all pain will turn to medicine.",
    "author": "Rumi"
  },
  {
    "id": 370,
    "quote": "Allah will help him who moves in the way of Allah.",
    "author": "Abu Bakr (R.A)"
  },
  {
    "id": 371,
    "quote": "Do Not Be Embarrassed By Your Failures, Learn From Them And Start Again.",
    "author": "Richard Branson"
  },
  {
    "id": 372,
    "quote": "I know where I'm going and I know the truth, and I don't have to be what you want me to be. I'm free to be what I want.",
    "author": "Muhammad Ali"
  },
  {
    "id": 373,
    "quote": "He who prays five times a day is in the protection of God, and he who is protected by God cannot be harmed by anyone.",
    "author": "Abu Bakr (R.A)"
  },
  {
    "id": 374,
    "quote": "I Find Hope In The Darkest Of Days, And Focus In The Brightest. I Do Not Judge The Universe.",
    "author": "Dalai Lama"
  },
  {
    "id": 375,
    "quote": "The wisest among you is he whose sustenance is the fear of Allah.",
    "author": "Umar ibn Al-Khattāb (R.A)"
  },
  {
    "id": 376,
    "quote": "Because I cannot sleep I make music in the night.",
    "author": "Rumi"
  },
  {
    "id": 377,
    "quote": "Strive Not To Be A Success, But Rather To Be Of Value.",
    "author": "Albert Einstein"
  },
  {
    "id": 378,
    "quote": "If You Tell The Truth, You Don'T Have To Remember Anything.",
    "author": "Mark Twain"
  },
  {
    "id": 379,
    "quote": "Disneyland Will Never Be Completed. It Will Continue To Grow As Long As There Is Imagination Left In The World.",
    "author": "Walt Disney"
  },
  {
    "id": 380,
    "quote": "If You Have Good Thoughts They Will Shine Out Of Your Face Like Sunbeams And You Will Always Look Lovely.",
    "author": "Roald Dahl"
  },
  {
    "id": 381,
    "quote": "If you wish to be a mine of jewels, open the deep ocean within your heart.",
    "author": "Rumi"
  },
  {
    "id": 382,
    "quote": "Let me alone, and go in search of someone else.",
    "author": "Ali ibn Abi Talib (R.A)"
  },
  {
    "id": 383,
    "quote": "A True friend is one who sees a fault, gives you advice and who defends you in your absence.",
    "author": "Ali ibn Abi Talib (R.A)"
  },
  {
    "id": 384,
    "quote": "You Can Tell Whether A Man Is Clever By His Answers. You Can Tell Whether A Man Is Wise By His Questions.",
    "author": "Naguib Mahfouz"
  },
  {
    "id": 385,
    "quote": "No One Changes The World Who Isn'T Obsessed.",
    "author": "Billie Jean King"
  },
  {
    "id": 386,
    "quote": "The best deed of a great man is to forgive and forget.",
    "author": "Ali ibn Abi Talib (R.A)"
  },
  {
    "id": 387,
    "quote": "One May Sometimes Tell A Lie, But The Grimace That Accompanies It Tells The Truth.",
    "author": "Friedrich Nietzsche"
  },
  {
    "id": 388,
    "quote": "Do not hate what you do not know, for the greater part of knowledge consists of what you do not know.",
    "author": "Ali ibn Abi Talib (R.A)"
  },
  {
    "id": 389,
    "quote": "Love Begins At Home, And It Is Not How Much We Do... But How Much Love We Put In That Action.",
    "author": "Mother Teresa"
  },
  {
    "id": 390,
    "quote": "My Religion Is Very Simple. My Religion Is Kindness.",
    "author": "Dalai Lama"
  },
  {
    "id": 391,
    "quote": "There are forces in life working for you and against you. One must distinguish the beneficial forces from the malevolent ones and choose correctly between them.",
    "author": "Abdul Kalam"
  },
  {
    "id": 392,
    "quote": "Beware Of Little Expenses. A Small Leak Will Sink A Great Ship.",
    "author": "Benjamin Franklin"
  },
  {
    "id": 393,
    "quote": "All My Life Through, The New Sights Of Nature Made Me Rejoice Like A Child.",
    "author": "Marie Curie"
  },
  {
    "id": 394,
    "quote": "He who indulges in falsehood will find the paths of paradise shut to him.",
    "author": "Abu Bakr (R.A)"
  },
  {
    "id": 395,
    "quote": "Man Is Descended From A Hairy, Tailed Quadruped, Probably Arboreal In Its Habits.",
    "author": "Charles Darwin"
  },
  {
    "id": 396,
    "quote": "The minute I heard my first love story, I started looking for you.",
    "author": "Rumi"
  },
  {
    "id": 397,
    "quote": "People of the world don't look at themselves, and so they blame one another.",
    "author": "Rumi"
  },
  {
    "id": 398,
    "quote": "The Truth. It Is A Beautiful And Terrible Thing, And Must Therefore Be Treated With Great Caution.",
    "author": "J. K. Rowling"
  },
  {
    "id": 399,
    "quote": "The Object Of The Superior Man Is Truth.",
    "author": "Confucius"
  },
  {
    "id": 400,
    "quote": "Live amongst people in such a manner that if you die they weep over you and if you are alive they crave for your company.",
    "author": "Ali ibn Abi Talib (R.A)"
  },
  {
    "id": 401,
    "quote": "Pride In The Case Of A Rich Man Is Bad, But Pride In The Case Of A Poor Man Is Worse.",
    "author": "Abu Bakr"
  },
  {
    "id": 402,
    "quote": "Tell Me And I Forget. Teach Me And I Remember. Involve Me And I Learn.",
    "author": "Benjamin Franklin"
  },
  {
    "id": 403,
    "quote": "Why Is It That We Rejoice At A Birth And Grieve At A Funeral? It Is Because We Are Not The Person Involved.",
    "author": "Mark Twain"
  },
  {
    "id": 404,
    "quote": "If You Have A Particular Faith Or Religion, That Is Good. But You Can Survive Without It.",
    "author": "Dalai Lama"
  },
  {
    "id": 405,
    "quote": "You don't want no pie in the sky when you die, You want something here on the ground while you're still around.",
    "author": "Muhammad Ali"
  },
  {
    "id": 406,
    "quote": "Don't be satisfied with stories, how things have gone with others. Unfold your own myth.",
    "author": "Rumi"
  },
  {
    "id": 407,
    "quote": "Purify your eyes, and see the pure world. Your life will fill with radiant forms.",
    "author": "Rumi"
  },
  {
    "id": 408,
    "quote": "Associating with the wise and the knowledgeable people adds to the prestige of a person.",
    "author": "Ali ibn Abi Talib (R.A)"
  },
  {
    "id": 409,
    "quote": "There Is No Darkness But Ignorance.",
    "author": "William Shakespeare"
  },
  {
    "id": 410,
    "quote": "All Great Achievements Require Time.",
    "author": "Maya Angelou"
  },
  {
    "id": 411,
    "quote": "One Does Not Leave A Convivial Party Before Closing Time.",
    "author": "Winston Churchill"
  },
  {
    "id": 412,
    "quote": "You Are Not Only Responsible For What You Say, But Also For What You Do Not Say.",
    "author": "Martin Luther"
  },
  {
    "id": 413,
    "quote": "So Go Ahead. Fall Down. The World Looks Different From The Ground.",
    "author": "Oprah Winfrey"
  },
  {
    "id": 414,
    "quote": "When We Lose One Blessing, Another Is Often Most Unexpectedly Given In Its Place.",
    "author": "C. S. Lewis"
  },
  {
    "id": 415,
    "quote": "Intelligence Is The Wife, Imagination Is The Mistress, Memory Is The Servant.",
    "author": "Victor Hugo"
  },
  {
    "id": 416,
    "quote": "It is a matter of shame that in the morning the birds should be awake earlier than you.",
    "author": "Abu Bakr (R.A)"
  },
  {
    "id": 417,
    "quote": "What Doesn'T Kill Us Makes Us Stronger.",
    "author": "Friedrich Nietzsche"
  },
  {
    "id": 418,
    "quote": "The weakest man is the one who is able to correct his moral defects, but doesn't take action.",
    "author": "Ali ibn Abi Talib (R.A)"
  },
  {
    "id": 419,
    "quote": "I Do Not Need The Idea Of God To Explain The World I Live In.",
    "author": "Salman Rushdie"
  },
  {
    "id": 420,
    "quote": "The highest person is he who is of most use to humankind.",
    "author": "Ali ibn Abi Talib (R.A)"
  },
  {
    "id": 421,
    "quote": "Common Sense Is The Collection Of Prejudices Acquired By Age Eighteen.",
    "author": "Albert Einstein"
  },
  {
    "id": 422,
    "quote": "Do not let your difficulties fill you with anxiety, after all it is only in the darkest nights that stars shine more brightly.",
    "author": "Ali ibn Abi Talib (R.A)"
  },
  {
    "id": 423,
    "quote": "Preserve the sayings of those people who are indifferent to the world. They say only that what Allah wishes them to say.",
    "author": "Umar ibn Al-Khattāb (R.A)"
  },
  {
    "id": 424,
    "quote": "I hated every minute of training, but I said, “Don't quit. Suffer now and live the rest of your life as a champion.”",
    "author": "Muhammad Ali"
  },
  {
    "id": 425,
    "quote": "The Only Way To Do News On Television Is Not To Be Terrified Of It.",
    "author": "David Brinkley"
  },
  {
    "id": 426,
    "quote": "It Is A Mistake To Look Too Far Ahead. Only One Link Of The Chain Of Destiny Can Be Handled At A Time.",
    "author": "Winston Churchill"
  },
  {
    "id": 427,
    "quote": "I'll destroy you. I am the master of disaster.",
    "author": "Muhammad Ali"
  },
  {
    "id": 428,
    "quote": "I fear the day when the Kuffar are proud of their falsehood, and the Muslims are shy of their faith.",
    "author": "Umar ibn Al-Khattāb (R.A)"
  },
  {
    "id": 429,
    "quote": "It Is From Books That Wise People Derive Consolation In The Troubles Of Life.",
    "author": "Victor Hugo"
  },
  {
    "id": 430,
    "quote": "Take Things As They Are. Punch When You Have To Punch. Kick When You Have To Kick.",
    "author": "Bruce Lee"
  },
  {
    "id": 431,
    "quote": "Do not overeat; that invites disease.",
    "author": "Umar ibn Al-Khattāb (R.A)"
  },
  {
    "id": 432,
    "quote": "Denial Ain'T Just A River In Egypt.",
    "author": "Mark Twain"
  },
  {
    "id": 433,
    "quote": "Life Well Spent Is Long.",
    "author": "Leonardo Da Vinci"
  },
  {
    "id": 434,
    "quote": "Love is the bridge between you and everything.",
    "author": "Rumi"
  },
  {
    "id": 435,
    "quote": "Be patient where you sit in the dark. The dawn is coming.",
    "author": "Rumi"
  },
  {
    "id": 436,
    "quote": "Often It Does Seem A Pity That Noah And His Party Did Not Miss The Boat.",
    "author": "Mark Twain"
  },
  {
    "id": 437,
    "quote": "A heart filled with love is like a phoenix that no cage can imprison.",
    "author": "Rumi"
  },
  {
    "id": 438,
    "quote": "No boxer in the history of boxing has had Parkinson's. There's no injury in my brain that suggests that the illness came from boxing.",
    "author": "Muhammad Ali"
  },
  {
    "id": 439,
    "quote": "He Who Is Fixed To A Star Does Not Change His Mind.",
    "author": "Leonardo Da Vinci"
  },
  {
    "id": 440,
    "quote": "Imagination Will Often Carry Us To Worlds That Never Were. But Without It We Go Nowhere.",
    "author": "Carl Sagan"
  },
  {
    "id": 441,
    "quote": "Nothing Good Ever Comes Of Violence.",
    "author": "Martin Luther"
  },
  {
    "id": 442,
    "quote": "If Light Is In Your Heart You Will Find Your Way Home.",
    "author": "Rumi"
  },
  {
    "id": 443,
    "quote": "To Be A Christian Means To Forgive The Inexcusable Because God Has Forgiven The Inexcusable In You.",
    "author": "C. S. Lewis"
  },
  {
    "id": 444,
    "quote": "Don't forget your own self while preaching to others.",
    "author": "Umar ibn Al-Khattāb (R.A)"
  },
  {
    "id": 445,
    "quote": "If That'S There, I Believe That Technology Will Probably Step Up To Their Part Of It.",
    "author": "Neil Armstrong"
  },
  {
    "id": 446,
    "quote": "Creativity is the key to success in the future, and primary education is where teachers can bring creativity in children at that level.",
    "author": "Abdul Kalam"
  },
  {
    "id": 447,
    "quote": "If they can make penicillin out of moldy bread, then they can sure make something out of you.",
    "author": "Muhammad Ali"
  },
  {
    "id": 448,
    "quote": "Thoughts Are The Shadows Of Our Feelings - Always Darker, Emptier And Simpler.",
    "author": "Friedrich Nietzsche"
  },
  {
    "id": 449,
    "quote": "It Is The Supreme Art Of The Teacher To Awaken Joy In Creative Expression And Knowledge.",
    "author": "Albert Einstein"
  },
  {
    "id": 450,
    "quote": "He who does not live in the way of his beliefs starts to believe in the way he lives.",
    "author": "Umar ibn Al-Khattāb (R.A)"
  },
  {
    "id": 451,
    "quote": "We should not give up and we should not allow the problem to defeat us.",
    "author": "Abdul Kalam"
  },
  {
    "id": 452,
    "quote": "Failure Is Not The Opposite Of Success; It'S Part Of Success.",
    "author": "Arianna Huffington"
  },
  {
    "id": 453,
    "quote": "Where there is ruin, there is hope for a treasure.",
    "author": "Rumi"
  },
  {
    "id": 454,
    "quote": "Risk Comes From Not Knowing What You'Re Doing.",
    "author": "Warren Buffett"
  },
  {
    "id": 455,
    "quote": "Do not be too hard, lest you be broken; do not be too soft, lest you be squeezed.",
    "author": "Ali ibn Abi Talib (R.A)"
  },
  {
    "id": 456,
    "quote": "Champions come and go, but to be legendary you got to have heart, more heart than the next man, more than anyone in the world.",
    "author": "Muhammad Ali"
  },
  {
    "id": 457,
    "quote": "It Is Normal To Give Away A Little Of One'S Life In Order Not To Lose It All.",
    "author": "Albert Camus"
  },
  {
    "id": 458,
    "quote": "What is politics? Political system is equal to development politics plus political politics.",
    "author": "Abdul Kalam"
  },
  {
    "id": 459,
    "quote": "I don't count my situps. I only start counting once it starts hurting.",
    "author": "Muhammad Ali"
  },
  {
    "id": 460,
    "quote": "How could they say that my religion, Islam was a 'race hate' religion after all the plunder and enslavement and domination of my people by white Christians in the name of white supremacy?",
    "author": "Muhammad Ali"
  },
  {
    "id": 461,
    "quote": "To make one good action succeed another, is the perfection of goodness.",
    "author": "Ali ibn Abi Talib (R.A)"
  },
  {
    "id": 462,
    "quote": "Loving one another is half of wisdom.",
    "author": "Ali ibn Abi Talib (R.A)"
  },
  {
    "id": 463,
    "quote": "There is no harm in patience, and no profit in lamentation. Death is easier to bear (than) that which precedes it, and more severe than that which comes after it. Remember the death of the Apostle of God, and your sorrow will be lessened.",
    "author": "Abu Bakr (R.A)"
  },
  {
    "id": 464,
    "quote": "At Twenty Years Of Age The Will Reigns; At Thirty, The Wit; And At Forty, The Judgment.",
    "author": "Benjamin Franklin"
  },
  {
    "id": 465,
    "quote": "We can't be brave without fear.",
    "author": "Muhammad Ali"
  },
  {
    "id": 466,
    "quote": "Morality Is The Herd-Instinct In The Individual.",
    "author": "Friedrich Nietzsche"
  },
  {
    "id": 467,
    "quote": "Truly great people in history never wanted to be great for themselves. All they wanted was the chance to do good for others and be close to God.",
    "author": "Muhammad Ali"
  },
  {
    "id": 468,
    "quote": "The Will To Win, The Desire To Succeed, The Urge To Reach Your Full Potential... These Are The Keys That Will Unlock The Door To Personal Excellence.",
    "author": "Confucius"
  },
  {
    "id": 469,
    "quote": "The Earth is the most powerful and energetic planet.",
    "author": "Abdul Kalam"
  },
  {
    "id": 470,
    "quote": "Never explain yourself to anyone, because the one who likes you would not need it, and the one dislikes you wouldn't believe it.",
    "author": "Ali ibn Abi Talib (R.A)"
  },
  {
    "id": 471,
    "quote": "People Say Satire Is Dead. It'S Not Dead; It'S Alive And Living In The White House.",
    "author": "Robin Williams"
  },
  {
    "id": 472,
    "quote": "If my mind can conceive it, and my heart can believe it, then I can achieve it.",
    "author": "Muhammad Ali"
  },
  {
    "id": 473,
    "quote": "A Question That Sometimes Drives Me Hazy: Am I Or Are The Others Crazy?",
    "author": "Albert Einstein"
  },
  {
    "id": 474,
    "quote": "He who busies himself with things other than improvement of his own self becomes perplexed in darkness and entangled in ruin. His evil spirits immerse him deep in vices and make his bad actions seem handsome.",
    "author": "Ali ibn Abi Talib (R.A)"
  },
  {
    "id": 475,
    "quote": "Impossible is nothing.",
    "author": "Muhammad Ali"
  },
  {
    "id": 476,
    "quote": "In the matter of justice, all should be equal in your eyes.",
    "author": "Abu Bakr (R.A)"
  },
  {
    "id": 477,
    "quote": "A Well-Spent Day Brings Happy Sleep.",
    "author": "Leonardo Da Vinci"
  },
  {
    "id": 478,
    "quote": "Don't engage your heart in grief over the past or you wont be ready for what is coming.",
    "author": "Ali ibn Abi Talib (R.A)"
  },
  {
    "id": 479,
    "quote": "Two things cause people to be destroyed: fear of poverty and seeking superiority through pride.",
    "author": "Ali ibn Abi Talib (R.A)"
  },
  {
    "id": 480,
    "quote": "When a man says I cannot, he has made a suggestion to himself. He has weakened his power of accomplishing that which otherwise would have been accomplished.",
    "author": "Muhammad Ali"
  },
  {
    "id": 481,
    "quote": "Your Most Unhappy Customers Are Your Greatest Source Of Learning.",
    "author": "Bill Gates"
  },
  {
    "id": 482,
    "quote": "Thinking should become your capital asset, no matter whatever ups and downs you come across in your life.",
    "author": "Abdul Kalam"
  },
  {
    "id": 483,
    "quote": "I'm the best. I just haven't played yet.",
    "author": "Muhammad Ali"
  },
  {
    "id": 484,
    "quote": "Your worst enemy is hiding within yourself, and that enemy is your nafs or false ego.",
    "author": "Rumi"
  },
  {
    "id": 485,
    "quote": "Do not put off today's work for tomorrow.",
    "author": "Umar ibn Al-Khattāb (R.A)"
  },
  {
    "id": 486,
    "quote": "Things Won Are Done, Joy'S Soul Lies In The Doing.",
    "author": "William Shakespeare"
  },
  {
    "id": 487,
    "quote": "In Order To Be An Immaculate Member Of A Flock Of Sheep, One Must Above All Be A Sheep Oneself.",
    "author": "Albert Einstein"
  },
  {
    "id": 488,
    "quote": "I'Ve Learned That Making A 'Living' Is Not The Same Thing As 'Making A Life'.",
    "author": "Maya Angelou"
  },
  {
    "id": 489,
    "quote": "What hurts you, blesses you. Darkness is your candle.",
    "author": "Rumi"
  },
  {
    "id": 490,
    "quote": "The one who has no control over his desires has no control over his mind.",
    "author": "Ali ibn Abi Talib (R.A)"
  },
  {
    "id": 491,
    "quote": "A moment of patience in a moment of anger prevents a thousand moments of regret.",
    "author": "Ali ibn Abi Talib (R.A)"
  },
  {
    "id": 492,
    "quote": "Man comes from a drop of semen and leaves as a piece of dust. He doesn't know when he came and he doesn't know when he's leaving, yet he walks on the earth thinking he knows everything.",
    "author": "Ali ibn Abi Talib (R.A)"
  },
  {
    "id": 493,
    "quote": "I searched for God and found only myself. I searched for myself and found only God.",
    "author": "Rumi"
  },
  {
    "id": 494,
    "quote": "There Are Two Sides To Every Issue: One Side Is Right And The Other Is Wrong, But The Middle Is Always Evil.",
    "author": "Ayn Rand"
  },
  {
    "id": 495,
    "quote": "Listen with ears of tolerance! See through the eyes of compassion! Speak with the language of love.",
    "author": "Rumi"
  },
  {
    "id": 496,
    "quote": "Let Me Alone, And Go In Search Of Someone Else.",
    "author": "Ali Ibn Abi Talib"
  },
  {
    "id": 497,
    "quote": "Dislike in yourself what you dislike in others.",
    "author": "Ali ibn Abi Talib (R.A)"
  },
  {
    "id": 498,
    "quote": "People Ask The Difference Between A Leader And A Boss. The Leader Leads, And The Boss Drives.",
    "author": "Theodore Roosevelt"
  },
  {
    "id": 499,
    "quote": "The wisest man is he who can account for his actions.",
    "author": "Umar ibn Al-Khattāb (R.A)"
  },
  {
    "id": 500,
    "quote": "I'M Not Even Kind Of A Lesbian.",
    "author": "Oprah Winfrey"
  },
  {
    "id": 501,
    "quote": "God gave me Parkinson's syndrome to show me I'm not 'The Greatest' - he is.",
    "author": "Muhammad Ali"
  },
  {
    "id": 502,
    "quote": "Have an earnestness for death and you will have life.",
    "author": "Abu Bakr (R.A)"
  },
  {
    "id": 503,
    "quote": "He who is not impressed by sound advice, lacks faith.",
    "author": "Abu Bakr (R.A)"
  },
  {
    "id": 504,
    "quote": "A man's worth depends upon the nobility of his aspirations.",
    "author": "Ali ibn Abi Talib (R.A)"
  },
  {
    "id": 505,
    "quote": "Hesitation Increases In Relation To Risk In Equal Proportion To Age.",
    "author": "Ernest Hemingway"
  },
  {
    "id": 506,
    "quote": "He who trusts the world, the world betrays him.",
    "author": "Ali ibn Abi Talib (R.A)"
  },
  {
    "id": 507,
    "quote": "Let silence take you to the core of life.",
    "author": "Rumi"
  },
  {
    "id": 508,
    "quote": "Often your utterances and expressions of your face leak out the secrets of your hidden thoughts.",
    "author": "Ali ibn Abi Talib (R.A)"
  },
  {
    "id": 509,
    "quote": "You Don'T Have To See The Whole Staircase, Just Take The First Step.",
    "author": "Martin Luther King  Jr."
  },
  {
    "id": 510,
    "quote": "There is one way of breathing that is shameful and constricted. Then, there's another way: a breath of love that takes you all the way to infinity.",
    "author": "Rumi"
  },
  {
    "id": 511,
    "quote": "You cannot change your future, but you can change your habits, and surely your habits will change your future.",
    "author": "Abdul Kalam"
  },
  {
    "id": 512,
    "quote": "Does Wisdom Perhaps Appear On The Earth As A Raven Which Is Inspired By The Smell Of Carrion?",
    "author": "Friedrich Nietzsche"
  },
  {
    "id": 513,
    "quote": "Courage Is Resistance To Fear, Mastery Of Fear, Not Absence Of Fear.",
    "author": "Mark Twain"
  },
  {
    "id": 514,
    "quote": "This is a subtle truth. Whatever you love, you are.",
    "author": "Rumi"
  },
  {
    "id": 515,
    "quote": "Money Has Never Made Man Happy, Nor Will It, There Is Nothing In Its Nature To Produce Happiness. The More Of It One Has The More One Wants.",
    "author": "Benjamin Franklin"
  },
  {
    "id": 516,
    "quote": "Potentially, A Government Is The Most Dangerous Threat To Man'S Rights: It Holds A Legal Monopoly On The Use Of Physical Force Against Legally Disarmed Victims.",
    "author": "Ayn Rand"
  },
  {
    "id": 517,
    "quote": "Dream, Dream Dream Dreams transform into thoughts And thoughts result in action.",
    "author": "Abdul Kalam"
  },
  {
    "id": 518,
    "quote": "Be motivated like the falcon, hunt gloriously. Be magnificent as the leopard, fight to win. Spend less time with nightingales and peacocks. One is all talk, the other only color.",
    "author": "Rumi"
  },
  {
    "id": 519,
    "quote": "Never, Never, Never Give Up.",
    "author": "Winston Churchill"
  },
  {
    "id": 520,
    "quote": "Make Everything As Simple As Possible, But Not Simpler.",
    "author": "Albert Einstein"
  },
  {
    "id": 521,
    "quote": "Ah, Mon Cher, For Anyone Who Is Alone, Without God And Without A Master, The Weight Of Days Is Dreadful.",
    "author": "Albert Camus"
  },
  {
    "id": 522,
    "quote": "Work Consists Of Whatever A Body Is Obliged To Do. Play Consists Of Whatever A Body Is Not Obliged To Do.",
    "author": "Mark Twain"
  },
  {
    "id": 523,
    "quote": "Trust is that there should be no difference between what you do and say and what you think.",
    "author": "Umar ibn Al-Khattāb (R.A)"
  },
  {
    "id": 524,
    "quote": "Try something different. Surrender.",
    "author": "Rumi"
  },
  {
    "id": 525,
    "quote": "Marriage Is Like Putting Your Hand Into A Bag Of Snakes In The Hope Of Pulling Out An Eel.",
    "author": "Leonardo Da Vinci"
  },
  {
    "id": 526,
    "quote": "What keeps me going is goals.",
    "author": "Muhammad Ali"
  },
  {
    "id": 527,
    "quote": "Music Was My Refuge. I Could Crawl Into The Space Between The Notes And Curl My Back To Loneliness.",
    "author": "Maya Angelou"
  },
  {
    "id": 528,
    "quote": "I have been given the authority over you, and I am not the best of you. If I do well, help me; and if I do wrong, set me right. Sincere regard for truth.",
    "author": "Abu Bakr (R.A)"
  },
  {
    "id": 529,
    "quote": "Follow the way of life, which the Holy Prophet has shown you, for verily that is the right path.",
    "author": "Abu Bakr (R.A)"
  },
  {
    "id": 530,
    "quote": "There is hope after despair and many suns after darkness.",
    "author": "Rumi"
  },
  {
    "id": 531,
    "quote": "It'S Just A Job. Grass Grows, Birds Fly, Waves Pound The Sand. I Beat People Up.",
    "author": "Muhammad Ali"
  },
  {
    "id": 532,
    "quote": "He who is greedy is disgraced; he who discloses his hardship will always be humiliated; he who has no control over his tongue will often have to face discomfort.",
    "author": "Ali ibn Abi Talib (R.A)"
  },
  {
    "id": 533,
    "quote": "My toughest opponent has always been me.",
    "author": "Muhammad Ali"
  },
  {
    "id": 534,
    "quote": "Wars Of Nations Are Fought To Change Maps. But Wars Of Poverty Are Fought To Map Change.",
    "author": "Muhammad Ali"
  },
  {
    "id": 535,
    "quote": "Dream is not that which you see while sleeping it is something that does not let you sleep.",
    "author": "Abdul Kalam"
  },
  {
    "id": 536,
    "quote": "The Lack Of Money Is The Root Of All Evil.",
    "author": "Mark Twain"
  },
  {
    "id": 537,
    "quote": "Sit with those who constantly repent, for they have the softest hearts.",
    "author": "Umar ibn Al-Khattāb (R.A)"
  },
  {
    "id": 538,
    "quote": "A Successful Man Is One Who Can Lay A Firm Foundation With The Bricks Others Have Thrown At Him.",
    "author": "David Brinkley"
  },
  {
    "id": 539,
    "quote": "A girl is a good deed and a boy is a bounty. Good deeds are rewarded while people are held accountable for bounties.",
    "author": "Ali ibn Abi Talib (R.A)"
  },
  {
    "id": 540,
    "quote": "Success Depends Upon Previous Preparation, And Without Such Preparation There Is Sure To Be Failure.",
    "author": "Confucius"
  },
  {
    "id": 541,
    "quote": "Suit The Action To The Word, The Word To The Action.",
    "author": "William Shakespeare"
  },
  {
    "id": 542,
    "quote": "Every Aspect Of Western Culture Needs A New Code Of Ethics - A Rational Ethics - As A Precondition Of Rebirth.",
    "author": "Ayn Rand"
  },
  {
    "id": 543,
    "quote": "Those That Know, Do. Those That Understand, Teach.",
    "author": "Aristotle"
  },
  {
    "id": 544,
    "quote": "Luxury Must Be Comfortable, Otherwise It Is Not Luxury.",
    "author": "Coco Chanel"
  },
  {
    "id": 545,
    "quote": "O World, try to deceive someone else. Are you trying to tempt me or attract me? No way! I divorce you irrevocably. Your time is short and you are insignificant. Alas! The provision is little, the journey is long and the way is lonely.",
    "author": "Ali ibn Abi Talib (R.A)"
  },
  {
    "id": 546,
    "quote": "There are so many highly esteemed ones who became miserable and humiliated just because of their bad temper and morals; and humble people who have attained eminence and the highest honors because of good temper and morals.",
    "author": "Ali ibn Abi Talib (R.A)"
  },
  {
    "id": 547,
    "quote": "He That Rises Late Must Trot All Day.",
    "author": "Benjamin Franklin"
  },
  {
    "id": 548,
    "quote": "Everyone Seems To Have A Clear Idea Of How Other People Should Lead Their Lives, But None About His Or Her Own.",
    "author": "Paulo Coelho"
  },
  {
    "id": 549,
    "quote": "Now I had won the gold medal. But it didn't mean anything, because I didn't have the right color skin.",
    "author": "Muhammad Ali"
  },
  {
    "id": 550,
    "quote": "Virtue Has A Veil, Vice A Mask.",
    "author": "Victor Hugo"
  },
  {
    "id": 551,
    "quote": "The Way You See People Is The Way You Treat Them.",
    "author": "Zig Ziglar"
  },
  {
    "id": 552,
    "quote": "Give Me Six Hours To Chop Down A Tree And I Will Spend The First Four Sharpening The Axe.",
    "author": "Abraham Lincoln"
  },
  {
    "id": 553,
    "quote": "Every nation has to follow a certain policy: Commercial, trade, various other types of policies.",
    "author": "Abdul Kalam"
  },
  {
    "id": 554,
    "quote": "This Is One Small Step For A Man, One Giant Leap For Mankind.",
    "author": "Neil Armstrong"
  },
  {
    "id": 555,
    "quote": "I'm young, I'm handsome, I'm fast, I'm pretty, and can't possibly be beat. They must fall in the round I call.",
    "author": "Muhammad Ali"
  },
  {
    "id": 556,
    "quote": "The Reports Of My Death Have Been Greatly Exaggerated.",
    "author": "Mark Twain"
  },
  {
    "id": 557,
    "quote": "Never Worry About Numbers. Help One Person At A Time And Always Start With The Person Nearest You.",
    "author": "Mother Teresa"
  },
  {
    "id": 558,
    "quote": "The government, whether state or central, is elected. That means we have a responsibility to elect the right kind of leaders.",
    "author": "Abdul Kalam"
  },
  {
    "id": 559,
    "quote": "Lead such a life, that, when you die, the people may mourn you, and while you are alive they long for your company.",
    "author": "Ali ibn Abi Talib (R.A)"
  },
  {
    "id": 560,
    "quote": "Patience is the healthiest ingredient of our life.",
    "author": "Umar ibn Al-Khattāb (R.A)"
  },
  {
    "id": 561,
    "quote": "God, our Creator, has stored within our minds and personalities, great potential strength and ability. Prayer helps us tap and develop these powers.",
    "author": "Abdul Kalam"
  },
  {
    "id": 562,
    "quote": "You Can Never Solve A Problem On The Level On Which It Was Created.",
    "author": "Albert Einstein"
  },
  {
    "id": 563,
    "quote": "A man is hid under his tongue.",
    "author": "Ali ibn Abi Talib (R.A)"
  },
  {
    "id": 564,
    "quote": "The one from among the Muslims who recites the Qur'an but in the end finds his way to hell, is considered to be among those that have taken the word of Allah in jest.",
    "author": "Ali ibn Abi Talib (R.A)"
  },
  {
    "id": 565,
    "quote": "Do not put off today's work until tomorrow, lest work accumulate and you achieve nothing.",
    "author": "Umar ibn Al-Khattāb (R.A)"
  },
  {
    "id": 566,
    "quote": "We should remember that there are nations which meet more than 30 to 60% of their power requirements through the nuclear power system.",
    "author": "Abdul Kalam"
  },
  {
    "id": 567,
    "quote": "Before Marriage, A Girl Has To Make Love To A Man To Hold Him. After Marriage, She Has To Hold Him To Make Love To Him.",
    "author": "Marilyn Monroe"
  },
  {
    "id": 568,
    "quote": "If Your Eyes Are Opened, You'll See The Things Worth Seeing.",
    "author": "Rumi"
  },
  {
    "id": 569,
    "quote": "If a person has ten habits out of which nine are good and one bad, that bad one will destroy the good ones.",
    "author": "Umar ibn Al-Khattāb (R.A)"
  },
  {
    "id": 570,
    "quote": "There is no rest for the person who has envy, and there is no love for the person who has bad manners.",
    "author": "Ali ibn Abi Talib (R.A)"
  },
  {
    "id": 571,
    "quote": "Vision Without Power Does Bring Moral Elevation But Cannot Give A Lasting Culture.",
    "author": "Muhammad Iqbal"
  },
  {
    "id": 572,
    "quote": "Dance, when you're broken open. Dance, if you've torn the bandage off. Dance in the middle of the fighting. Dance in your blood. Dance when you're perfectly free.",
    "author": "Rumi"
  },
  {
    "id": 573,
    "quote": "Life Doesn'T Run Away From Nobody. Life Runs At People.",
    "author": "Joe Frazier"
  },
  {
    "id": 574,
    "quote": "One best book is equal to hundred good friends but one good friend is equal to a library.",
    "author": "Abdul Kalam"
  },
  {
    "id": 575,
    "quote": "Happiness Is That State Of Consciousness Which Proceeds From The Achievement Of One'S Values.",
    "author": "Ayn Rand"
  },
  {
    "id": 576,
    "quote": "A Life Of Leisure And A Life Of Laziness Are Two Things. There Will Be Sleeping Enough In The Grave.",
    "author": "Benjamin Franklin"
  },
  {
    "id": 577,
    "quote": "Where Sense Is Wanting, Everything Is Wanting.",
    "author": "Benjamin Franklin"
  },
  {
    "id": 578,
    "quote": "Do Not Fear Mistakes. You Will Know Failure. Continue To Reach Out.",
    "author": "Benjamin Franklin"
  },
  {
    "id": 579,
    "quote": "Be soulful. Be kind. Be in love.",
    "author": "Rumi"
  },
  {
    "id": 580,
    "quote": "I Am The Astronaut Of Boxing. Joe Louis And Dempsey Were Just Jet Pilots. I'M In A World Of My Own.",
    "author": "Muhammad Ali"
  },
  {
    "id": 581,
    "quote": "I Am Enough Of An Artist To Draw Freely Upon My Imagination.",
    "author": "Albert Einstein"
  },
  {
    "id": 582,
    "quote": "It is better to listen to a wise enemy than to seek counsel from a foolish friend.",
    "author": "Ali ibn Abi Talib (R.A)"
  },
  {
    "id": 583,
    "quote": "There Is No More Lovely, Friendly And Charming Relationship, Communion Or Company Than A Good Marriage.",
    "author": "Martin Luther"
  },
  {
    "id": 584,
    "quote": "If your ruler is just, then praise God; but if he is unjust, pray to God to rid you of him.",
    "author": "Umar ibn Al-Khattāb (R.A)"
  },
  {
    "id": 585,
    "quote": "He Who Avoids Complaint Invites Happiness.",
    "author": "Abu Bakr"
  },
  {
    "id": 586,
    "quote": "It'S Hard To Be Humble, When You'Re As Great As I Am.",
    "author": "Muhammad Ali"
  },
  {
    "id": 587,
    "quote": "Everything That Is Really Great And Inspiring Is Created By The Individual Who Can Labor In Freedom.",
    "author": "Albert Einstein"
  },
  {
    "id": 588,
    "quote": "There's no one with intelligence in this town except that man over there playing with the children, the one riding the stick horse. He has keen, fiery insight and vast dignity like the night sky, but he conceals it in the madness of child's play.",
    "author": "Rumi"
  },
  {
    "id": 589,
    "quote": "Courage Is What It Takes To Stand Up And Speak; Courage Is Also What It Takes To Sit Down And Listen.",
    "author": "Winston Churchill"
  },
  {
    "id": 590,
    "quote": "A man may be as straight as an arrow, but even then he will have some critics.",
    "author": "Umar ibn Al-Khattāb (R.A)"
  },
  {
    "id": 591,
    "quote": "The desire to know your own soul will end all other desires.",
    "author": "Rumi"
  },
  {
    "id": 592,
    "quote": "The Secret To Humor Is Surprise.",
    "author": "Aristotle"
  },
  {
    "id": 593,
    "quote": "Others may know pleasure, but pleasure is not happiness. It has no more importance than a shadow following a man.",
    "author": "Muhammad Ali"
  },
  {
    "id": 594,
    "quote": "When you do not know of a thing say so plainly.",
    "author": "Umar ibn Al-Khattāb (R.A)"
  },
  {
    "id": 595,
    "quote": "If you are born with fame, it is an accident. If you die with fame, it is an achievement.",
    "author": "Abdul Kalam"
  },
  {
    "id": 596,
    "quote": "Try To Be A Rainbow In Someone'S Cloud.",
    "author": "Maya Angelou"
  },
  {
    "id": 597,
    "quote": "The Two Most Important Days In Your Life Are The Day You Are Born And The Day You Find Out Why.",
    "author": "Mark Twain"
  },
  {
    "id": 598,
    "quote": "I have learned to live my life one step, one breath, and one moment at a time, but it was a long road. I set out on a journey of love, seeking truth, peace and understanding. I am still learning.",
    "author": "Muhammad Ali"
  },
  {
    "id": 599,
    "quote": "The Value Of An Idea Lies In The Using Of It.",
    "author": "Thomas A. Edison"
  },
  {
    "id": 600,
    "quote": "Difficulties in your life do not come to destroy you, but to help you realize your hidden potential and power, let difficulties know that you too are difficult.",
    "author": "Abdul Kalam"
  },
  {
    "id": 601,
    "quote": "Live everyday as if it were your last because someday you're going to be right.",
    "author": "Muhammad Ali"
  },
  {
    "id": 602,
    "quote": "Brooding over blunders is the biggest blunder.",
    "author": "Muhammad Ali"
  },
  {
    "id": 603,
    "quote": "Man Is Still The Most Extraordinary Computer Of All.",
    "author": "John F. Kennedy"
  },
  {
    "id": 604,
    "quote": "When knowledge is limited - it leads to folly... When knowledge exceeds a certain limit, it leads to exploitation.",
    "author": "Abu Bakr (R.A)"
  },
  {
    "id": 605,
    "quote": "The vision of the eye is limited; the vision of the heart transcends all barriers of time and space.",
    "author": "Ali ibn Abi Talib (R.A)"
  },
  {
    "id": 606,
    "quote": "I Don'T Know The Key To Success, But The Key To Failure Is Trying To Please Everybody.",
    "author": "Bill Cosby"
  },
  {
    "id": 607,
    "quote": "Praise Allah, for by praise His blessings multiply.",
    "author": "Umar ibn Al-Khattāb (R.A)"
  },
  {
    "id": 608,
    "quote": "There Is Always Some Madness In Love. But There Is Also Always Some Reason In Madness.",
    "author": "Friedrich Nietzsche"
  },
  {
    "id": 609,
    "quote": "Force Always Attracts Men Of Low Morality.",
    "author": "Albert Einstein"
  },
  {
    "id": 610,
    "quote": "Be Happy For This Moment. This Moment Is Your Life.",
    "author": "Omar Khayyam"
  },
  {
    "id": 611,
    "quote": "For me, there are two types of people: the young and the experienced.",
    "author": "Abdul Kalam"
  },
  {
    "id": 612,
    "quote": "Open your Eyes, for this World is only a Dream.",
    "author": "Rumi"
  },
  {
    "id": 613,
    "quote": "Success is when your signature becomes an autograph.",
    "author": "Abdul Kalam"
  },
  {
    "id": 614,
    "quote": "Study me as much as you like, you will not know me, for I differ in a hundred ways from what you see me to be. Put yourself behind my eyes and see me as I see myself, for I have chosen to dwell in a place you cannot see.",
    "author": "Rumi"
  },
  {
    "id": 615,
    "quote": "Do Whatever You Will, But First Be Such As Are Able To Will.",
    "author": "Friedrich Nietzsche"
  },
  {
    "id": 616,
    "quote": "Keep Your Eyes Wide Open Before Marriage, Half Shut Afterwards.",
    "author": "Benjamin Franklin"
  },
  {
    "id": 617,
    "quote": "Of all the follies the greatest is to love the world.",
    "author": "Ali ibn Abi Talib (R.A)"
  },
  {
    "id": 618,
    "quote": "Dance, and make joyous the love around you. Dance, and your veils which hide the Light shall swirl in a heap at your feet.",
    "author": "Rumi"
  },
  {
    "id": 619,
    "quote": "There Is No Substitute For Hard Work.",
    "author": "Thomas A. Edison"
  },
  {
    "id": 620,
    "quote": "Unbelievable, Yet, What Else Could It Be?",
    "author": "Jim Courier"
  },
  {
    "id": 621,
    "quote": "Have An Earnestness For Death And You Will Have Life.",
    "author": "Abu Bakr"
  },
  {
    "id": 622,
    "quote": "Avoid Popularity If You Would Have Peace.",
    "author": "Abraham Lincoln"
  },
  {
    "id": 623,
    "quote": "Acquire knowledge, and learn tranquility and dignity.",
    "author": "Umar ibn Al-Khattāb (R.A)"
  },
  {
    "id": 624,
    "quote": "Be empty of worrying. Think of who created thought! Why do you stay in prison When the door is so wide open?",
    "author": "Rumi"
  },
  {
    "id": 625,
    "quote": "I Will Prepare And Some Day My Chance Will Come.",
    "author": "Abraham Lincoln"
  },
  {
    "id": 626,
    "quote": "We Can Complain Because Rose Bushes Have Thorns, Or Rejoice Because Thorn Bushes Have Roses.",
    "author": "Abraham Lincoln"
  },
  {
    "id": 627,
    "quote": "The Love Of Heaven Makes One Heavenly.",
    "author": "William Shakespeare"
  },
  {
    "id": 628,
    "quote": "Let Us Live So That When We Come To Die Even The Undertaker Will Be Sorry.",
    "author": "Mark Twain"
  },
  {
    "id": 629,
    "quote": "God Does Not Play Dice.",
    "author": "Albert Einstein"
  },
  {
    "id": 630,
    "quote": "Pride in the case of a rich man is bad, but pride in the case of a poor man is worse.",
    "author": "Abu Bakr (R.A)"
  },
  {
    "id": 631,
    "quote": "I say get an education. Become an electrician, a mechanic, a doctor, a lawyer, anything but a fighter. In this trade, it's the managers that make the money and last the longest.",
    "author": "Muhammad Ali"
  },
  {
    "id": 632,
    "quote": "Raise your words, not voice. It is rain that grows flowers, not thunder.",
    "author": "Rumi"
  },
  {
    "id": 633,
    "quote": "For those who practice tyranny and deprive others of their rights, I will be harsh and stern, but for those who follow the law, I will be most soft and tender.",
    "author": "Umar ibn Al-Khattāb (R.A)"
  },
  {
    "id": 634,
    "quote": "Without your involvement you can't succeed. With your involvement you can't fail.",
    "author": "Abdul Kalam"
  },
  {
    "id": 635,
    "quote": "Do not feel lonely on the road of righteousness Because of the fewness of the walkers on it.",
    "author": "Ali ibn Abi Talib (R.A)"
  },
  {
    "id": 636,
    "quote": "A hopeless man sees difficulties in every chance, but a hopeful person sees chances in every difficulty.",
    "author": "Ali ibn Abi Talib (R.A)"
  },
  {
    "id": 637,
    "quote": "Politics Is For The Present, But An Equation Is For Eternity.",
    "author": "Albert Einstein"
  },
  {
    "id": 638,
    "quote": "Be melting snow. Wash yourself of yourself.",
    "author": "Rumi"
  },
  {
    "id": 639,
    "quote": "Tricks And Treachery Are The Practice Of Fools, That Don'T Have Brains Enough To Be Honest.",
    "author": "Benjamin Franklin"
  },
  {
    "id": 640,
    "quote": "When Obstacles Arise, You Change Your Direction To Reach Your Goal; You Do Not Change Your Decision To Get There.",
    "author": "Zig Ziglar"
  },
  {
    "id": 641,
    "quote": "Great Ideas Originate In The Muscles.",
    "author": "Thomas A. Edison"
  },
  {
    "id": 642,
    "quote": "Let The Wife Make The Husband Glad To Come Home, And Let Him Make Her Sorry To See Him Leave.",
    "author": "Martin Luther"
  },
  {
    "id": 643,
    "quote": "A Subject For A Great Poet Would Be God'S Boredom After The Seventh Day Of Creation.",
    "author": "Friedrich Nietzsche"
  },
  {
    "id": 644,
    "quote": "When A Man Is Out Of Sight, It Is Not Too Long Before He Is Out Of Mind.",
    "author": "Victor Hugo"
  },
  {
    "id": 645,
    "quote": "Let the beauty of what you love be what you do.",
    "author": "Rumi"
  },
  {
    "id": 646,
    "quote": "You Cannot Escape The Responsibility Of Tomorrow By Evading It Today.",
    "author": "Abraham Lincoln"
  },
  {
    "id": 647,
    "quote": "We'Ve All Got Both Light And Dark Inside Us. What Matters Is The Part We Choose To Act On. That'S Who We Really Are.",
    "author": "J. K. Rowling"
  },
  {
    "id": 648,
    "quote": "The art of knowing is knowing what to ignore.",
    "author": "Rumi"
  },
  {
    "id": 649,
    "quote": "It Ain'T What You Don'T Know That Gets You Into Trouble. It'S What You Know For Sure That Just Ain'T So.",
    "author": "Mark Twain"
  },
  {
    "id": 650,
    "quote": "The death of a thousand worshipers is easier to bear than the death of a scholar who has knowledge of what Allah has permitted and forbidden.",
    "author": "Umar ibn Al-Khattāb (R.A)"
  },
  {
    "id": 651,
    "quote": "A Place For Everything, Everything In Its Place.",
    "author": "Benjamin Franklin"
  },
  {
    "id": 652,
    "quote": "Heart is a sea, language is the shore. Whatever is in a sea hits the shore.",
    "author": "Rumi"
  },
  {
    "id": 653,
    "quote": "My way of joking is to tell the truth. That's the funniest joke in the world.",
    "author": "Muhammad Ali"
  },
  {
    "id": 654,
    "quote": "Lord, Lord, How Subject We Old Men Are To This Vice Of Lying!",
    "author": "William Shakespeare"
  },
  {
    "id": 655,
    "quote": "An Intelligent Hell Would Be Better Than A Stupid Paradise.",
    "author": "Victor Hugo"
  },
  {
    "id": 656,
    "quote": "Where The Spirit Does Not Work With The Hand, There Is No Art.",
    "author": "Leonardo Da Vinci"
  },
  {
    "id": 657,
    "quote": "Why Do They Call It Rush Hour When Nothing Moves?",
    "author": "Robin Williams"
  },
  {
    "id": 658,
    "quote": "History Is More Or Less Bunk.",
    "author": "Henry Ford"
  },
  {
    "id": 659,
    "quote": "May Allah have mercy on him who sends me my faults as a present.",
    "author": "Umar ibn Al-Khattāb (R.A)"
  },
  {
    "id": 660,
    "quote": "Whoever knocks persistently, ends by entering.",
    "author": "Muhammad Ali"
  },
  {
    "id": 661,
    "quote": "When The Going Gets Weird, The Weird Turn Pro.",
    "author": "Hunter S. Thompson"
  },
  {
    "id": 662,
    "quote": "The Only True Wisdom Is In Knowing You Know Nothing.",
    "author": "Socrates"
  },
  {
    "id": 663,
    "quote": "Never Mistake Motion For Action.",
    "author": "Ernest Hemingway"
  },
  {
    "id": 664,
    "quote": "People's hearts are like wild animals. They attach their selves to those that love and train them.",
    "author": "Ali ibn Abi Talib (R.A)"
  },
  {
    "id": 665,
    "quote": "Know thyself, and thou shalt know God.",
    "author": "Ali ibn Abi Talib (R.A)"
  },
  {
    "id": 666,
    "quote": "Death is teacher enough, true faith is wealth enough, and worship is action enough.",
    "author": "Umar ibn Al-Khattāb (R.A)"
  },
  {
    "id": 667,
    "quote": "Monsters Are Real, And Ghosts Are Real Too. They Live Inside Us, And Sometimes, They Win.",
    "author": "Stephen King"
  },
  {
    "id": 668,
    "quote": "Live life as if its rigged in your favor.",
    "author": "Rumi"
  },
  {
    "id": 669,
    "quote": "Mine Is Better Than Ours.",
    "author": "Benjamin Franklin"
  },
  {
    "id": 670,
    "quote": "To speak less is wisdom, to eat less is healthy, and to mingle less with te people is safe and serene.",
    "author": "Umar ibn Al-Khattāb (R.A)"
  },
  {
    "id": 671,
    "quote": "The truth was a mirror in the hands of God. It fell, and broke into pieces. Everybody took a piece of it, and they looked at it and thought they had the truth.",
    "author": "Rumi"
  },
  {
    "id": 672,
    "quote": "If you expect the blessings of God, be kind to His people.",
    "author": "Abu Bakr (R.A)"
  },
  {
    "id": 673,
    "quote": "But Men Are Men; The Best Sometimes Forget.",
    "author": "William Shakespeare"
  },
  {
    "id": 674,
    "quote": "The Service you do for others is the rent you pay for your room here on Earth.",
    "author": "Muhammad Ali"
  },
  {
    "id": 675,
    "quote": "There's nothing wrong with getting knocked down, as long as you get right back up.",
    "author": "Muhammad Ali"
  },
  {
    "id": 676,
    "quote": "Do not use the sharpness of your speech on your mother who taught you how to speak.",
    "author": "Ali ibn Abi Talib (R.A)"
  },
  {
    "id": 677,
    "quote": "Means We Use Must Be As Pure As The Ends We Seek.",
    "author": "Martin Luther King, Jr."
  },
  {
    "id": 678,
    "quote": "In General, Mankind, Since The Improvement Of Cookery, Eats Twice As Much As Nature Requires.",
    "author": "Benjamin Franklin"
  },
  {
    "id": 679,
    "quote": "I Have Offended God And Mankind Because My Work Didn'T Reach The Quality It Should Have.",
    "author": "Leonardo Da Vinci"
  },
  {
    "id": 680,
    "quote": "I Want To Know All Gods Thoughts; All The Rest Are Just Details.",
    "author": "Albert Einstein"
  },
  {
    "id": 681,
    "quote": "A Man Should Never Neglect His Family For Business.",
    "author": "Walt Disney"
  },
  {
    "id": 682,
    "quote": "He That Is Good For Making Excuses Is Seldom Good For Anything Else.",
    "author": "Benjamin Franklin"
  },
  {
    "id": 683,
    "quote": "The Essence Of All Beautiful Art, All Great Art, Is Gratitude.",
    "author": "Friedrich Nietzsche"
  },
  {
    "id": 684,
    "quote": "Thy lot or portion of life is seeking after thee; therefore be at rest from seeking after it.",
    "author": "Ali ibn Abi Talib (R.A)"
  },
  {
    "id": 685,
    "quote": "Sell your cleverness and buy bewilderment.",
    "author": "Rumi"
  },
  {
    "id": 686,
    "quote": "He That Composes Himself Is Wiser Than He That Composes A Book.",
    "author": "Benjamin Franklin"
  },
  {
    "id": 687,
    "quote": "Human Beings Are The Only Creatures On Earth That Allow Their Children To Come Back Home.",
    "author": "Bill Cosby"
  },
  {
    "id": 688,
    "quote": "Kindness Is The Language Which The Deaf Can Hear And The Blind Can See.",
    "author": "Mark Twain"
  },
  {
    "id": 689,
    "quote": "The Hunger For Love Is Much More Difficult To Remove Than The Hunger For Bread.",
    "author": "Mother Teresa"
  },
  {
    "id": 690,
    "quote": "Anything That Won'T Sell, I Don'T Want To Invent. Its Sale Is Proof Of Utility, And Utility Is Success.",
    "author": "Thomas A. Edison"
  },
  {
    "id": 691,
    "quote": "Failure Is Simply The Opportunity To Begin Again, This Time More Intelligently.",
    "author": "Henry Ford"
  },
  {
    "id": 692,
    "quote": "Only Two Things Are Infinite, The Universe And Human Stupidity, And I'M Not Sure About The Former.",
    "author": "Albert Einstein"
  },
  {
    "id": 693,
    "quote": "When the world pushes you to your knees, you're in the perfect position to pray.",
    "author": "Rumi"
  },
  {
    "id": 694,
    "quote": "Be Happy In The Moment, That'S Enough. Each Moment Is All We Need, Not More.",
    "author": "Mother Teresa"
  },
  {
    "id": 695,
    "quote": "Islam will be destroyed by the mistakes of scholars, the arguments of the hypocrites who misinterpret the Qur'an to support their views and misleading rulers.",
    "author": "Umar ibn Al-Khattāb (R.A)"
  },
  {
    "id": 696,
    "quote": "Knowledge is the life of the mind.",
    "author": "Abu Bakr (R.A)"
  },
  {
    "id": 697,
    "quote": "Wisdom is like the rain. Its source is limitless, but it comes down according to the season.",
    "author": "Rumi"
  },
  {
    "id": 698,
    "quote": "This Is One Small Step For A Man, One Giant Leap For Mankind.",
    "author": "Neil Armstrong"
  },
  {
    "id": 699,
    "quote": "If You Don'T Like Something, Change It. If You Can'T Change It, Change Your Attitude.",
    "author": "Maya Angelou"
  },
  {
    "id": 700,
    "quote": "Do not be misled by hearing of anyone's reputation.",
    "author": "Umar ibn Al-Khattāb (R.A)"
  },
  {
    "id": 701,
    "quote": "Virtue Is Not Left To Stand Alone. He Who Practices It Will Have Neighbors.",
    "author": "Confucius"
  },
  {
    "id": 702,
    "quote": "Think Of All The Beauty Still Left Around You And Be Happy.",
    "author": "Anne Frank"
  },
  {
    "id": 703,
    "quote": "In Modern War... You Will Die Like A Dog For No Good Reason.",
    "author": "Ernest Hemingway"
  },
  {
    "id": 704,
    "quote": "Not every man with a heart is understanding, nor every man with an ear a listener, and nor every man with eyes able to see.",
    "author": "Ali ibn Abi Talib (R.A)"
  },
  {
    "id": 705,
    "quote": "Allah is the Greatest. I'm just the greatest boxer.",
    "author": "Muhammad Ali"
  },
  {
    "id": 706,
    "quote": "The disease of the heart is worse than the disease of the body.",
    "author": "Ali ibn Abi Talib (R.A)"
  },
  {
    "id": 707,
    "quote": "We must think and act like a nation of a billion people and not like that of a million people. Dream, dream, dream!",
    "author": "Abdul Kalam"
  },
  {
    "id": 708,
    "quote": "When mother is happy, family is happy. When family is happy, nation is happy.",
    "author": "Abdul Kalam"
  },
  {
    "id": 709,
    "quote": "The Miracle Is Not That We Do This Work, But That We Are Happy To Do It.",
    "author": "Mother Teresa"
  },
  {
    "id": 710,
    "quote": "Impossible is just a big word thrown around by small men who find it easier to live in the world they've been given than to explore the power they have to change it.",
    "author": "Muhammad Ali"
  },
  {
    "id": 711,
    "quote": "My Father Always Told Me That All Businessmen Were Sons Of Bitches, But I Never Believed It Till Now.",
    "author": "John F. Kennedy"
  },
  {
    "id": 712,
    "quote": "It's the lack of faith that makes people afraid of meeting challenges, and I believe in myself. He who is not courageous enough to take risks will accomplish nothing in life. I figured that if I said it enough, I would convince the world that I really was the greatest.",
    "author": "Muhammad Ali"
  },
  {
    "id": 713,
    "quote": "We Must Believe That We Are Gifted For Something, And That This Thing, At Whatever Cost, Must Be Attained.",
    "author": "Marie Curie"
  },
  {
    "id": 714,
    "quote": "Do not look down upon any Muslim, for even the most inferior believer is great in the eyes of God.",
    "author": "Abu Bakr (R.A)"
  },
  {
    "id": 715,
    "quote": "Be good to others, that will protect you against evil.",
    "author": "Abu Bakr (R.A)"
  },
  {
    "id": 716,
    "quote": "I am an ordinary man who worked hard to develop the talent I was given.",
    "author": "Muhammad Ali"
  },
  {
    "id": 717,
    "quote": "Inside you there's an artist you don't know about.",
    "author": "Rumi"
  },
  {
    "id": 718,
    "quote": "All birds find shelter during a rain. But eagle avoids rain by flying above the clouds. Problems are common, but attitude makes the difference.",
    "author": "Abdul Kalam"
  },
  {
    "id": 719,
    "quote": "Chains Of Habit Are Too Light To Be Felt Until They Are Too Heavy To Be Broken.",
    "author": "Warren Buffett"
  },
  {
    "id": 720,
    "quote": "To Love Another Person Is To See The Face Of God.",
    "author": "Victor Hugo"
  },
  {
    "id": 721,
    "quote": "Failure Is A Detour, Not A Dead-End Street.",
    "author": "Zig Ziglar"
  },
  {
    "id": 722,
    "quote": "English is necessary as at present original works of science are in English. I believe that in two decades times original works of science will start coming out in our languages. Then we can move over like the Japanese.",
    "author": "Abdul Kalam"
  },
  {
    "id": 723,
    "quote": "The Right Word May Be Effective, But No Word Was Ever As Effective As A Rightly Timed Pause.",
    "author": "Mark Twain"
  },
  {
    "id": 724,
    "quote": "Let Blockheads Read What Blockheads Wrote.",
    "author": "Warren Buffett"
  },
  {
    "id": 725,
    "quote": "I Cannot Discover That Anyone Knows Enough To Say Definitely What Is And What Is Not Possible.",
    "author": "Henry Ford"
  },
  {
    "id": 726,
    "quote": "Look at the sky. We are not alone. The whole universe is friendly to us and conspires only to give the best to those who dream and work.",
    "author": "Abdul Kalam"
  },
  {
    "id": 727,
    "quote": "Joy In Looking And Comprehending Is Nature'S Most Beautiful Gift.",
    "author": "Albert Einstein"
  },
  {
    "id": 728,
    "quote": "Play The Game For More Than You Can Afford To Lose... Only Then Will You Learn The Game.",
    "author": "Winston Churchill"
  },
  {
    "id": 729,
    "quote": "I don't always know what I'm talking about, but I know I'm right.",
    "author": "Muhammad Ali"
  },
  {
    "id": 730,
    "quote": "In this world, fear has no place. Only strength respects strength.",
    "author": "Abdul Kalam"
  },
  {
    "id": 731,
    "quote": "Spirituality is recognizing the divine light that is within us all. It doesn't belong to any particular religion; it belongs to everyone.",
    "author": "Muhammad Ali"
  },
  {
    "id": 732,
    "quote": "A Lie Gets Halfway Around The World Before The Truth Has A Chance To Get Its Pants On.",
    "author": "Winston Churchill"
  },
  {
    "id": 733,
    "quote": "No one has ever suffered from his people as I have.",
    "author": "Ali ibn Abi Talib (R.A)"
  },
  {
    "id": 734,
    "quote": "Fear the sins that you commit in secret, because the Witness of those sins is the Judge Himself!",
    "author": "Ali ibn Abi Talib (R.A)"
  },
  {
    "id": 735,
    "quote": "Life is balance of holding on and letting go.",
    "author": "Rumi"
  },
  {
    "id": 736,
    "quote": "Only A Philosophy Of Eternity, In The World Today, Could Justify Non-Violence.",
    "author": "Albert Camus"
  },
  {
    "id": 737,
    "quote": "The relation of patience to iman is like the relation of the head to the body. If the head is chopped off, the body becomes useless. Then he raised his voice and said: Certainly, the one who has no patience has no iman, and patience is like a riding-beast that nevers gets tired.",
    "author": "Ali ibn Abi Talib (R.A)"
  },
  {
    "id": 738,
    "quote": "The Attempt And Not The Deed Confounds Us.",
    "author": "William Shakespeare"
  },
  {
    "id": 739,
    "quote": "Think Of All The Beauty Still Left Around You And Be Happy.",
    "author": "Anne Frank"
  },
  {
    "id": 740,
    "quote": "Why Shouldn'T Truth Be Stranger Than Fiction? Fiction, After All, Has To Make Sense.",
    "author": "Mark Twain"
  },
  {
    "id": 741,
    "quote": "You Know Why Divorces Are So Expensive? They'Re Worth It.",
    "author": "Willie Nelson"
  },
  {
    "id": 742,
    "quote": "The Price Of Greatness Is Responsibility.",
    "author": "Winston Churchill"
  },
  {
    "id": 743,
    "quote": "When learning is purposeful, creativity blossoms. When creativity blossoms, thinking emanates. When thinking emanates, knowledge is fully lit. When knowledge is lit, economy flourishes.",
    "author": "Abdul Kalam"
  },
  {
    "id": 744,
    "quote": "If you want to shine like the sun, first burn like the sun.",
    "author": "Abdul Kalam"
  },
  {
    "id": 745,
    "quote": "You were born with wings, why prefer to crawl through life?",
    "author": "Rumi"
  },
  {
    "id": 746,
    "quote": "Familiarity Breeds Contempt - And Children.",
    "author": "Mark Twain"
  },
  {
    "id": 747,
    "quote": "What you seek is seeking you.",
    "author": "Rumi"
  },
  {
    "id": 748,
    "quote": "What is the secret of success? Right decisions. How do you make right decisions? Experience. How do you gain experience? Wrong decisions.",
    "author": "Abdul Kalam"
  },
  {
    "id": 749,
    "quote": "In All Things Of Nature There Is Something Of The Marvelous.",
    "author": "Aristotle"
  },
  {
    "id": 750,
    "quote": "What regresses, never progresses.",
    "author": "Umar ibn Al-Khattāb (R.A)"
  },
  {
    "id": 751,
    "quote": "I want to sing like the birds sing, not worrying about who hears or what they think.",
    "author": "Rumi"
  },
  {
    "id": 752,
    "quote": "For The Woman, The Man Is A Means: The End Is Always The Child.",
    "author": "Friedrich Nietzsche"
  },
  {
    "id": 753,
    "quote": "If you want to control other people, first control yourself.",
    "author": "Abu Bakr (R.A)"
  },
  {
    "id": 754,
    "quote": "Patience is of two kinds: patience over what pains you, and patience against what you covet.",
    "author": "Ali ibn Abi Talib (R.A)"
  },
  {
    "id": 755,
    "quote": "A Person Who Won'T Read Has No Advantage Over One Who Can'T Read.",
    "author": "Mark Twain"
  },
  {
    "id": 756,
    "quote": "Muslims should live like brothers.",
    "author": "Abu Bakr (R.A)"
  },
  {
    "id": 757,
    "quote": "I Will Carry On Writing, To Be Sure. But I Don'T Know If I Would Want To Publish Again After Harry Potter.",
    "author": "J. K. Rowling"
  },
  {
    "id": 758,
    "quote": "Do not be misled by appearances for these are apt to be deceptive.",
    "author": "Ali ibn Abi Talib (R.A)"
  },
  {
    "id": 759,
    "quote": "When Everything Seems To Be Going Against You, Remember That The Airplane Takes Off Against The Wind, Not With It.",
    "author": "Henry Ford"
  },
  {
    "id": 760,
    "quote": "If you are irritated by every rub, how will your mirror be polished?",
    "author": "Rumi"
  },
  {
    "id": 761,
    "quote": "If Music Be The Food Of Love, Play On, Give Me Excess Of It; That Surfeiting, The Appetite May Sicken, And So Die.",
    "author": "William Shakespeare"
  },
  {
    "id": 762,
    "quote": "I Used To Think The Worst Thing In Life Was To End Up All Alone. It'S Not. The Worst Thing In Life Is To End Up With People Who Make You Feel All Alone.",
    "author": "Robin Williams"
  },
  {
    "id": 763,
    "quote": "There comes a time in every person's life when he has to choose the course his life will take.",
    "author": "Muhammad Ali"
  },
  {
    "id": 764,
    "quote": "Imagination Will Often Carry Us To Worlds That Never Were. But Without It We Go Nowhere.",
    "author": "Carl Sagan"
  },
  {
    "id": 765,
    "quote": "A man's behavior is the index of the man, and his discourse is the index of his understanding.",
    "author": "Ali ibn Abi Talib (R.A)"
  },
  {
    "id": 766,
    "quote": "Frazier's got two chances. Slim, and none. And Slim just left town.",
    "author": "Muhammad Ali"
  },
  {
    "id": 767,
    "quote": "Out beyond ideas of wrongdoing and rightdoing there is a field. I'll meet you there. When the soul lies down in that grass the world is too full to talk about.",
    "author": "Rumi"
  },
  {
    "id": 768,
    "quote": "Seek knowledge and teach it to people. Learn dignity and tranquillity, and be humble towards those from whom you learn knowledge and be humble towards those to whom you teach it, and do not be tyrannical scholar otherwise your knowledge cannot be established because of your tyranny.",
    "author": "Umar ibn Al-Khattāb (R.A)"
  },
  {
    "id": 769,
    "quote": "Even When Laws Have Been Written Down, They Ought Not Always To Remain Unaltered.",
    "author": "Aristotle"
  },
  {
    "id": 770,
    "quote": "The middle path is the way to wisdom.",
    "author": "Rumi"
  },
  {
    "id": 771,
    "quote": "I Have Decided To Stick With Love. Hate Is Too Great A Burden To Bear.",
    "author": "Martin Luther King  Jr."
  },
  {
    "id": 772,
    "quote": "This place is a dream. Only a sleeper considers it real. Then death comes like dawn, and you wake up laughing at what you thought was your grief.",
    "author": "Rumi"
  },
  {
    "id": 773,
    "quote": "Get used to a rough life, for luxury does not last forever.",
    "author": "Umar ibn Al-Khattāb (R.A)"
  },
  {
    "id": 774,
    "quote": "You have to dream before your dreams can come true.",
    "author": "Abdul Kalam"
  },
  {
    "id": 775,
    "quote": "We Must Be Global Christians With A Global Vision Because Our God Is A Global God.",
    "author": "John Stott"
  },
  {
    "id": 776,
    "quote": "Both Oligarch And Tyrant Mistrust The People, And Therefore Deprive Them Of Their Arms.",
    "author": "Aristotle"
  },
  {
    "id": 777,
    "quote": "Scientific Thought And Its Creation Is The Common And Shared Heritage Of Mankind.",
    "author": "Abdus Salam"
  },
  {
    "id": 778,
    "quote": "Be Careless In Your Dress If You Will, But Keep A Tidy Soul.",
    "author": "Mark Twain"
  },
  {
    "id": 779,
    "quote": "Intentions count in your actions.",
    "author": "Abu Bakr (R.A)"
  },
  {
    "id": 780,
    "quote": "He Who Learns But Does Not Think, Is Lost. He Who Thinks But Does Not Learn Is In Great Danger.",
    "author": "Confucius"
  },
  {
    "id": 781,
    "quote": "It's lack of faith that makes people afraid of meeting challenges, and I believed in myself.",
    "author": "Muhammad Ali"
  },
  {
    "id": 782,
    "quote": "Many A Good Hanging Prevents A Bad Marriage.",
    "author": "William Shakespeare"
  },
  {
    "id": 783,
    "quote": "Common Sense Is The Collection Of Prejudices Acquired By Age Eighteen.",
    "author": "Albert Einstein"
  },
  {
    "id": 784,
    "quote": "If you look at the world the same way when you're 50 that you did when you were 20, then you wasted 30 years.",
    "author": "Muhammad Ali"
  },
  {
    "id": 785,
    "quote": "Cursed Is The Man Who Dies, But The Evil Done By Him Survives.",
    "author": "Abu Bakr"
  },
  {
    "id": 786,
    "quote": "The Trouble With Censors Is That They Worry If A Girl Has Cleavage. They Ought To Worry If She Hasn'T Any.",
    "author": "Marilyn Monroe"
  },
  {
    "id": 787,
    "quote": "God blesses him who helps his brother.",
    "author": "Abu Bakr (R.A)"
  },
  {
    "id": 788,
    "quote": "Wherever You Go, Go With All Your Heart.",
    "author": "Confucius"
  },
  {
    "id": 789,
    "quote": "He who does now know evil will fall into it.",
    "author": "Umar ibn Al-Khattāb (R.A)"
  },
  {
    "id": 790,
    "quote": "Courage Is Grace Under Pressure.",
    "author": "Ernest Hemingway"
  },
  {
    "id": 791,
    "quote": "By Failing To Prepare, You Are Preparing To Fail.",
    "author": "Benjamin Franklin"
  },
  {
    "id": 792,
    "quote": "Adversity always presents opportunities for introspection.",
    "author": "Abdul Kalam"
  },
  {
    "id": 793,
    "quote": "Achieving Life Is Not The Equivalent Of Avoiding Death.",
    "author": "Ayn Rand"
  },
  {
    "id": 794,
    "quote": "Do not be deceived by a man's eloquence; rather whoever fulfils trusts and refrains from impugning people's honour is a real man.",
    "author": "Umar ibn Al-Khattāb (R.A)"
  },
  {
    "id": 795,
    "quote": "What counts in the ring is what you can do after you're exhausted. The same is true of life.",
    "author": "Muhammad Ali"
  },
  {
    "id": 796,
    "quote": "No wealth like education and no poverty like ignorance.",
    "author": "Ali ibn Abi Talib (R.A)"
  },
  {
    "id": 797,
    "quote": "Is Man One Of God'S Blunders? Or Is God One Of Man'S Blunders?",
    "author": "Friedrich Nietzsche"
  },
  {
    "id": 798,
    "quote": "Let yourself be silently drawn by the stronger pull of what you really love. In the depths there is a spring with all the water your heart is thirsty for.",
    "author": "Rumi"
  },
  {
    "id": 799,
    "quote": "The Past Is A Ghost, The Future A Dream, And All We Ever Have Is Now.",
    "author": "Bill Cosby"
  },
  {
    "id": 800,
    "quote": "In The Business World, The Rearview Mirror Is Always Clearer Than The Windshield.",
    "author": "Warren Buffett"
  },
  {
    "id": 801,
    "quote": "Appear as you are, Be as you appear.",
    "author": "Rumi"
  },
  {
    "id": 802,
    "quote": "Divine Life Is In Touch With The Whole Universe On The Analogy Of The Soul'S Contact With The Body.",
    "author": "Muhammed Iqbal"
  },
  {
    "id": 803,
    "quote": "I believe in the religion of Islam. I believe in Allah and peace.",
    "author": "Muhammad Ali"
  },
  {
    "id": 804,
    "quote": "Be A Yardstick Of Quality. Some People Aren'T Used To An Environment Where Excellence Is Expected.",
    "author": "Steve Jobs"
  },
  {
    "id": 805,
    "quote": "Many A Man Thinks He Is Buying Pleasure, When He Is Really Selling Himself To It.",
    "author": "Benjamin Franklin"
  },
  {
    "id": 806,
    "quote": "The sin which makes you sad and repentant is more liked by Allah than the good deed which turns you arrogant.",
    "author": "Ali ibn Abi Talib (R.A)"
  },
  {
    "id": 807,
    "quote": "Inside of a ring or out, ain't nothing wrong with going down. It's staying down that's wrong.",
    "author": "Muhammad Ali"
  },
  {
    "id": 808,
    "quote": "In Order To Exist Just Once In The World, It Is Necessary Never Again To Exist.",
    "author": "Albert Camus"
  },
  {
    "id": 809,
    "quote": "Faith Is Taking The First Step Even When You Don'T See The Whole Staircase.",
    "author": "Martin Luther King, Jr."
  },
  {
    "id": 810,
    "quote": "Nothing can nourish the SOUL but LIGHT.",
    "author": "Rumi"
  },
  {
    "id": 811,
    "quote": "The Only True Wisdom Is In Knowing You Know Nothing.",
    "author": "Socrates"
  },
  {
    "id": 812,
    "quote": "True friends are a single soul divided between different bodies.",
    "author": "Ali ibn Abi Talib (R.A)"
  },
  {
    "id": 813,
    "quote": "Don’T Let The Noise Of Others’ Opinions Drown Out Your Own Inner Voice.",
    "author": "Steve Jobs"
  },
  {
    "id": 814,
    "quote": "Do we not realize that self respect comes with self reliance?",
    "author": "Abdul Kalam"
  },
  {
    "id": 815,
    "quote": "A Prisoner Of War Is A Man Who Tries To Kill You And Fails, And Then Asks You Not To Kill Him.",
    "author": "Winston Churchill"
  },
  {
    "id": 816,
    "quote": "I belong to no religion. My religion is love. Every heart is my temple.",
    "author": "Rumi"
  },
  {
    "id": 817,
    "quote": "All loves are a bridge to Divine love. Yet, those who have not had a taste of it do not know!",
    "author": "Rumi"
  },
  {
    "id": 818,
    "quote": "Bring the pure wine of love and freedom. But sir, a tornado is coming. More wine, we'll teach this storm A thing or two about whirling.",
    "author": "Rumi"
  },
  {
    "id": 819,
    "quote": "Great dreams of great dreamers are always transcended.",
    "author": "Abdul Kalam"
  },
  {
    "id": 820,
    "quote": "Failure Is A Detour, Not A Dead-End Street.",
    "author": "Zig Ziglar"
  },
  {
    "id": 821,
    "quote": "Hide the good you do, and make known the good done to you.",
    "author": "Ali ibn Abi Talib (R.A)"
  },
  {
    "id": 822,
    "quote": "Body is purified by water. Ego by tears. Intellect is purified by knowledge. And soul is purified with love.",
    "author": "Ali ibn Abi Talib (R.A)"
  },
  {
    "id": 823,
    "quote": "Far And Away The Best Prize That Life Has To Offer Is The Chance To Work Hard At Work Worth Doing.",
    "author": "Theodore Roosevelt"
  },
  {
    "id": 824,
    "quote": "A Goal Properly Set Is Halfway Reached.",
    "author": "Zig Ziglar"
  },
  {
    "id": 825,
    "quote": "Authority, power, and wealth do not change a man; they only reveal him.",
    "author": "Ali ibn Abi Talib (R.A)"
  },
  {
    "id": 826,
    "quote": "Pure Mathematics Is, In Its Way, The Poetry Of Logical Ideas.",
    "author": "Albert Einstein"
  },
  {
    "id": 827,
    "quote": "You Can'T Deny Laughter; When It Comes, It Plops Down In Your Favorite Chair And Stays As Long As It Wants.",
    "author": "Stephen King"
  },
  {
    "id": 828,
    "quote": "The Educated Differ From The Uneducated As Much As The Living From The Dead.",
    "author": "Aristotle"
  },
  {
    "id": 829,
    "quote": "The only limitations one has, are the ones they place on themselves.",
    "author": "Muhammad Ali"
  },
  {
    "id": 830,
    "quote": "A Good Conscience Is A Continual Christmas.",
    "author": "Benjamin Franklin"
  },
  {
    "id": 831,
    "quote": "Behind All Their Personal Vanity, Women Themselves Always Have An Impersonal Contempt For Woman.",
    "author": "Friedrich Nietzsche"
  },
  {
    "id": 832,
    "quote": "Let'S Pray That The Human Race Never Escapes From Earth To Spread Its Iniquity Elsewhere.",
    "author": "C. S. Lewis"
  },
  {
    "id": 833,
    "quote": "Spread Love Everywhere You Go. Let No One Ever Come To You Without Leaving Happier.",
    "author": "Mother Teresa"
  },
  {
    "id": 834,
    "quote": "Do not follow vain desires; for verily he who prospers is preserved from lust, greed and anger.",
    "author": "Abu Bakr (R.A)"
  },
  {
    "id": 835,
    "quote": "What Would Be Ugly In A Garden Constitutes Beauty In A Mountain.",
    "author": "Victor Hugo"
  },
  {
    "id": 836,
    "quote": "Turn Your Wounds Into Wisdom.",
    "author": "Oprah Winfrey"
  },
  {
    "id": 837,
    "quote": "Either you are just or unjust. If you are just, then you will not keep aloof from the people, but will listen to them and meet their requirements. But if you are unjust, the people themselves will keep away from you.",
    "author": "Ali ibn Abi Talib (R.A)"
  },
  {
    "id": 838,
    "quote": "You've seen my descent, now watch my rising.",
    "author": "Rumi"
  },
  {
    "id": 839,
    "quote": "Be Brave. Take Risks. Nothing Can Substitute Experience.",
    "author": "Paulo Coelho"
  },
  {
    "id": 840,
    "quote": "At night, I open the window and ask the moon to come and press its face against mine. Breathe into me. Close the language-door and open the love-window. The moon won't use the door, only the window.",
    "author": "Rumi"
  },
  {
    "id": 841,
    "quote": "The word 'Islam' means 'peace.' The word 'Muslim' means 'one who surrenders to God.' But the press makes us seem like haters.",
    "author": "Muhammad Ali"
  },
  {
    "id": 842,
    "quote": "Faith Is Permitting Ourselves To Be Seized By The Things We Do Not See.",
    "author": "Martin Luther"
  },
  {
    "id": 843,
    "quote": "A Nation That Continues Year After Year To Spend More Money On Military Defense Than On Programs Of Social Uplift Is Approaching Spiritual Doom.",
    "author": "Martin Luther King  Jr."
  },
  {
    "id": 844,
    "quote": "A Riot Is At Bottom The Language Of The Unheard.",
    "author": "Martin Luther King, Jr."
  },
  {
    "id": 845,
    "quote": "As Soon Go Kindle Fire With Snow, As Seek To Quench The Fire Of Love With Words.",
    "author": "William Shakespeare"
  },
  {
    "id": 846,
    "quote": "Don'T Let Schooling Interfere With Your Education.",
    "author": "Mark Twain"
  },
  {
    "id": 847,
    "quote": "Those doing soul work, who want the searing truth more than solace or applause, know each other right away. Those who want something else turn and take a seat in another room. Soul-makers find each other's company.",
    "author": "Rumi"
  },
  {
    "id": 848,
    "quote": "Almost All Our Desires, When Examined, Contain Something Too Shameful To Reveal.",
    "author": "Victor Hugo"
  },
  {
    "id": 849,
    "quote": "Intellectuals Solve Problems, Geniuses Prevent Them.",
    "author": "Albert Einstein"
  },
  {
    "id": 850,
    "quote": "All is known in the sacredness of silence.",
    "author": "Rumi"
  },
  {
    "id": 851,
    "quote": "Nations consist of people. And with their effort, a nation can accomplish all it could ever want.",
    "author": "Abdul Kalam"
  },
  {
    "id": 852,
    "quote": "Reality Is Merely An Illusion, Albeit A Very Persistent One.",
    "author": "Albert Einstein"
  },
  {
    "id": 853,
    "quote": "He That Displays Too Often His Wife And His Wallet Is In Danger Of Having Both Of Them Borrowed.",
    "author": "Benjamin Franklin"
  },
  {
    "id": 854,
    "quote": "Set your life on fire. Seek those who fan your flames.",
    "author": "Rumi"
  },
  {
    "id": 855,
    "quote": "Let Us Not Be Too Particular; It Is Better To Have Old Secondhand Diamonds Than None At All.",
    "author": "Mark Twain"
  },
  {
    "id": 856,
    "quote": "I know you're tired but come, this is the way.",
    "author": "Rumi"
  },
  {
    "id": 857,
    "quote": "Become Dust - And They Will Throw Thee In The Air; Become Stone - And They Will Throw Thee On Glass.",
    "author": "Muhammad Iqbal"
  },
  {
    "id": 858,
    "quote": "To Hell With Circumstances; I Create Opportunities.",
    "author": "Bruce Lee"
  },
  {
    "id": 859,
    "quote": "My worthiness is all my doubt His Merit- all my fear- Contrasting which my quality Does however appear.",
    "author": "Abdul Kalam"
  },
  {
    "id": 860,
    "quote": "People are of two types, they are either your brothers in faith or your equals in humanity.",
    "author": "Ali ibn Abi Talib (R.A)"
  },
  {
    "id": 861,
    "quote": "You are the soul of the soul of the universe, and your name is Love.",
    "author": "Rumi"
  },
  {
    "id": 862,
    "quote": "I Didn'T Attend The Funeral, But I Sent A Nice Letter Saying I Approved Of It.",
    "author": "Mark Twain"
  },
  {
    "id": 863,
    "quote": "A thousand half-loves must be forsaken to take one whole heart home.",
    "author": "Rumi"
  },
  {
    "id": 864,
    "quote": "Disneyland Is A Show.",
    "author": "Walt Disney"
  },
  {
    "id": 865,
    "quote": "Allah Will Help Him Who Moves In The Way Of Allah.",
    "author": "Abu Bakr"
  },
  {
    "id": 866,
    "quote": "Hating people because of their color is wrong. And it doesn't matter which color does the hating. It's just plain wrong.",
    "author": "Muhammad Ali"
  },
  {
    "id": 867,
    "quote": "Asceticism is not that you should not own anything, but that nothing should own you.",
    "author": "Ali ibn Abi Talib (R.A)"
  },
  {
    "id": 868,
    "quote": "Character May Almost Be Called The Most Effective Means Of Persuasion.",
    "author": "Aristotle"
  },
  {
    "id": 869,
    "quote": "Put yourself out on a limb, sucka, like me!",
    "author": "Muhammad Ali"
  },
  {
    "id": 870,
    "quote": "I went inside my heart to see how it was. Something there makes me hear the whole world weeping.",
    "author": "Rumi"
  },
  {
    "id": 871,
    "quote": "When my title was taken away boxing died.",
    "author": "Muhammad Ali"
  },
  {
    "id": 872,
    "quote": "Hold yourselves accountable before you are held accountable.",
    "author": "Umar ibn Al-Khattāb (R.A)"
  },
  {
    "id": 873,
    "quote": "Do Not Be Too Hard, Lest You Be Broken; Do Not Be Too Soft, Lest You Be Squeezed.",
    "author": "Ali Ibn Abi Talib"
  },
  {
    "id": 874,
    "quote": "I Have Tried Lately To Read Shakespeare, And Found It So Intolerably Dull That It Nauseated Me.",
    "author": "Charles Darwin"
  },
  {
    "id": 875,
    "quote": "We All Live With The Objective Of Being Happy; Our Lives Are All Different And Yet The Same.",
    "author": "Anne Frank"
  },
  {
    "id": 876,
    "quote": "Perfecting one's intellect causes one to speak less, and those words spoken will be adorned with wisdom.",
    "author": "Ali ibn Abi Talib (R.A)"
  },
  {
    "id": 877,
    "quote": "For Where God Built A Church, There The Devil Would Also Build A Chapel.",
    "author": "Martin Luther"
  },
  {
    "id": 878,
    "quote": "The true believer is rewarded in every thing, even in affliction.",
    "author": "Abu Bakr (R.A)"
  },
  {
    "id": 879,
    "quote": "In the silence of LOVE you will find the Spark of LIFE.",
    "author": "Rumi"
  },
  {
    "id": 880,
    "quote": "A Happy Marriage Is The Union Of Two Good Forgivers.",
    "author": "Ruth Graham"
  },
  {
    "id": 881,
    "quote": "Be a lamp, or a lifeboat, or a ladder. Help someone's soul heal. Walk out of your house like a shepherd.",
    "author": "Rumi"
  },
  {
    "id": 882,
    "quote": "Lovers don't finally meet somewhere. They're in each other all along.",
    "author": "Rumi"
  },
  {
    "id": 883,
    "quote": "It Has Become Appallingly Obvious That Our Technology Has Exceeded Our Humanity.",
    "author": "Albert Einstein"
  },
  {
    "id": 884,
    "quote": "Learning Never Exhausts The Mind.",
    "author": "Leonardo Da Vinci"
  },
  {
    "id": 885,
    "quote": "I Don'T Want To Make Money, I Just Want To Be Wonderful.",
    "author": "Marilyn Monroe"
  },
  {
    "id": 886,
    "quote": "Look Deep Into Nature, And Then You Will Understand Everything Better.",
    "author": "Albert Einstein"
  },
  {
    "id": 887,
    "quote": "When A Father Gives To His Son, Both Laugh; When A Son Gives To His Father, Both Cry.",
    "author": "William Shakespeare"
  },
  {
    "id": 888,
    "quote": "Buy The Ticket, Take The Ride.",
    "author": "Hunter S. Thompson"
  },
  {
    "id": 889,
    "quote": "Efforts And Courage Are Not Enough Without Purpose And Direction.",
    "author": "John F. Kennedy"
  },
  {
    "id": 890,
    "quote": "Youth is not restored by the dyeing of your hair.",
    "author": "Abu Bakr (R.A)"
  },
  {
    "id": 891,
    "quote": "The Two Hardest Tests On The Spiritual Road Are The Patience To Wait For The Right Moment And The Courage Not To Be Disappointed With What We Encounter.",
    "author": "Paulo Coelho"
  },
  {
    "id": 892,
    "quote": "Imagination Is More Important Than Knowledge. Knowledge Is Limited. Imagination Encircles The World.",
    "author": "Albert Einstein"
  },
  {
    "id": 893,
    "quote": "If You'Re Going To Be Crazy, You Have To Get Paid For It Or Else You'Re Going To Be Locked Up.",
    "author": "Hunter S. Thompson"
  },
  {
    "id": 894,
    "quote": "I Was Not Created To Be Occupied By Eating Delicious Foods Like Tied Up Cattle.",
    "author": "Ali Ibn Abi Talib"
  },
  {
    "id": 895,
    "quote": "Not Life, But Good Life, Is To Be Chiefly Valued.",
    "author": "Socrates"
  },
  {
    "id": 896,
    "quote": "Shine like the whole universe is yours.",
    "author": "Rumi"
  },
  {
    "id": 897,
    "quote": "I'm a fighter. I believe in the eye-for-an-eye business. I'm no cheek turner. I got no respect for a man who won't hit back. You kill my dog, you better hide your cat.",
    "author": "Muhammad Ali"
  },
  {
    "id": 898,
    "quote": "The More You Like Yourself, The Less You Are Like Anyone Else, Which Makes You Unique.",
    "author": "Walt Disney"
  },
  {
    "id": 899,
    "quote": "Lovely days don't come to you, you should walk to them.",
    "author": "Rumi"
  },
  {
    "id": 900,
    "quote": "When I Hear A Man Preach, I Like To See Him Act As If He Were Fighting Bees.",
    "author": "Abraham Lincoln"
  },
  {
    "id": 901,
    "quote": "You see, God helps only people who work hard. That principle is very clear.",
    "author": "Abdul Kalam"
  },
  {
    "id": 902,
    "quote": "I've wrestled with alligators, I've tussled with a whale. I done handcuffed lightning and thrown thunder in jail. You know I'm bad. Just last week, I murdered a rock, injured a stone, hospitalized a brick. I'm so mean, I make medicine sick.",
    "author": "Muhammad Ali"
  },
  {
    "id": 903,
    "quote": "The youth need to be enabled to become job generators from job seekers.",
    "author": "Abdul Kalam"
  },
  {
    "id": 904,
    "quote": "I Like To Listen. I Have Learned A Great Deal From Listening Carefully. Most People Never Listen.",
    "author": "Ernest Hemingway"
  },
  {
    "id": 905,
    "quote": "Try as much as you can to mention death. For if you were having hard times in your life, then it would give you more hope and would ease things for you. And if you were having abundant affluence of living in luxury, then it would make it less luxurious.",
    "author": "Umar ibn Al-Khattāb (R.A)"
  },
  {
    "id": 906,
    "quote": "Do not be an arrogant scholar, for scholarship cannot subsist with arrogance.",
    "author": "Umar ibn Al-Khattāb (R.A)"
  },
  {
    "id": 907,
    "quote": "Experience Does Not Err. Only Your Judgments Err By Expecting From Her What Is Not In Her Power.",
    "author": "Leonardo Da Vinci"
  },
  {
    "id": 908,
    "quote": "Our Greatest Fear Should Not Be Of Failure But Of Succeeding At Things In Life That Don'T Really Matter.",
    "author": "Francis Chan"
  },
  {
    "id": 909,
    "quote": "Allah loves moderation and hates extravagance and excess.",
    "author": "Umar ibn Al-Khattāb (R.A)"
  },
  {
    "id": 910,
    "quote": "Everyone Should Be Respected As An Individual, But No One Idolized.",
    "author": "Albert Einstein"
  },
  {
    "id": 911,
    "quote": "The lamps are different, but the Light is the same. One matter, one energy, one Light, one Light-mind, endlessly emanating all things.",
    "author": "Rumi"
  },
  {
    "id": 912,
    "quote": "My Mission In Life Is Not Merely To Survive, But To Thrive; And To Do So With Some Passion, Some Compassion, Some Humor, And Some Style",
    "author": "Maya Angelou"
  },
  {
    "id": 913,
    "quote": "Good actions are a guard against the blows of adversity.",
    "author": "Abu Bakr (R.A)"
  },
  {
    "id": 914,
    "quote": "There is greatness in the fear of God, contentment in faith of God, and honour in humility.",
    "author": "Abu Bakr (R.A)"
  },
  {
    "id": 915,
    "quote": "I'm the greatest, I'm a bad man, and I'm pretty!",
    "author": "Muhammad Ali"
  },
  {
    "id": 916,
    "quote": "No Man Is Justified In Doing Evil On The Ground Of Expedience.",
    "author": "Theodore Roosevelt"
  },
  {
    "id": 917,
    "quote": "Patriotism Means To Stand By The Country. It Does Not Mean To Stand By The President.",
    "author": "Theodore Roosevelt"
  },
  {
    "id": 918,
    "quote": "With God In Charge, I Believe Everything Will Work Out For The Best In The End.",
    "author": "Henry Ford"
  },
  {
    "id": 919,
    "quote": "The nourishment of body is food, while the nourishment of the soul is feeding others.",
    "author": "Ali ibn Abi Talib (R.A)"
  },
  {
    "id": 920,
    "quote": "There is no goodness in people who don't give advice, and there is no goodness in people who don't like to be advised.",
    "author": "Umar ibn Al-Khattāb (R.A)"
  },
  {
    "id": 921,
    "quote": "The Whole Of Science Is Nothing More Than A Refinement Of Everyday Thinking.",
    "author": "Albert Einstein"
  },
  {
    "id": 922,
    "quote": "When we tackle obstacles, we find hidden reserves of courage and resilience we did not know we had. And it is only when we are faced with failure do we realise that these resources were always there within us. We only need to find them and move on with our lives.",
    "author": "Abdul Kalam"
  },
  {
    "id": 923,
    "quote": "I Like My Wine Like My Women - Ready To Pass Out.",
    "author": "Robin Williams"
  },
  {
    "id": 924,
    "quote": "Just Go Up To Somebody On The Street And Say \"You'Re It!\" And Then Run Away.",
    "author": "Ellen DeGeneres"
  },
  {
    "id": 925,
    "quote": "Champions aren't made in gyms. Champions are made from something they have deep inside them - a desire, a dream, a vision. They have to have the skill, and the will. But the will must be stronger than the skill.",
    "author": "Muhammad Ali"
  },
  {
    "id": 926,
    "quote": "Wars Are Caused By Undefended Wealth.",
    "author": "Ernest Hemingway"
  },
  {
    "id": 927,
    "quote": "Never, Never And Never Again Shall It Be That This Beautiful Land Will Again Experience The Oppression Of One By Another.",
    "author": "Nelson Mandela"
  },
  {
    "id": 928,
    "quote": "There's nothing stressful about turning 50 except people reminding you about it.",
    "author": "Muhammad Ali"
  },
  {
    "id": 929,
    "quote": "Microsoft Is Not About Greed. It'S About Innovation And Fairness.",
    "author": "Bill Gates"
  },
  {
    "id": 930,
    "quote": "When you see that any scholar loves the world, then his scholarship is in doubt.",
    "author": "Umar ibn Al-Khattāb (R.A)"
  },
  {
    "id": 931,
    "quote": "The Roots Of All Goodness Lie In The Soil Of Appreciation For Goodness.",
    "author": "Dalai Lama"
  },
  {
    "id": 932,
    "quote": "You Don'T Have To Be Great To Start, But You Have To Start To Be Great",
    "author": "Zig Ziglar"
  },
  {
    "id": 933,
    "quote": "One Believes Others Will Do What He Will Do To Himself.",
    "author": "Victor Hugo"
  },
  {
    "id": 934,
    "quote": "Like Getting Into A Bleeding Competition With A Blood Bank.",
    "author": "Richard Branson"
  },
  {
    "id": 935,
    "quote": "The breezes at dawn have secrets to tell you Don't go back to sleep! You must ask for what you really want. Don't go back to sleep! People are going back and forth across the doorsill where the two worlds touch, The door is round and open Don't go back to sleep!",
    "author": "Rumi"
  },
  {
    "id": 936,
    "quote": "Stay in college, get the knowledge. And stay there until you're through. If they can make penicillin out of moldy bread, they can sure make something out of you. Advice to a young person to continue his education.",
    "author": "Muhammad Ali"
  },
  {
    "id": 937,
    "quote": "Those Who Dare To Fail Miserably Can Achieve Greatly.",
    "author": "John F. Kennedy"
  },
  {
    "id": 938,
    "quote": "You show your worth by what you seek.",
    "author": "Rumi"
  },
  {
    "id": 939,
    "quote": "Acquire knowledge before you become leaders and pride prevents you from learning and you live in ignorance.",
    "author": "Umar ibn Al-Khattāb (R.A)"
  },
  {
    "id": 940,
    "quote": "Bitterness Is Like Cancer. It Eats...",
    "author": "Maya Angelou"
  },
  {
    "id": 941,
    "quote": "Fear Is The Main Source Of Superstition, And One Of The Main Sources Of Cruelty. To Conquer Fear Is The Beginning Of Wisdom.",
    "author": "Bertrand Russell"
  },
  {
    "id": 942,
    "quote": "If A Free Society Cannot Help The Many Who Are Poor, It Cannot Save The Few Who Are Rich.",
    "author": "John F. Kennedy"
  },
  {
    "id": 943,
    "quote": "As He Was Valiant, I Honour Him. But As He Was Ambitious, I Slew Him.",
    "author": "William Shakespeare"
  },
  {
    "id": 944,
    "quote": "Who's gonna dare to be great?",
    "author": "Muhammad Ali"
  },
  {
    "id": 945,
    "quote": "He who keeps his own counsel keeps his affairs in his own hands.",
    "author": "Umar ibn Al-Khattāb (R.A)"
  },
  {
    "id": 946,
    "quote": "To whatever extent a person's knowledge increases, his attention will be turned more towards his soul.",
    "author": "Ali ibn Abi Talib (R.A)"
  },
  {
    "id": 947,
    "quote": "If an ignorant person is attracted by the things of the world, that is bad. But if a learned person is thus attracted, it is worse.",
    "author": "Abu Bakr (R.A)"
  },
  {
    "id": 948,
    "quote": "Surely silence can sometimes be the most eloquent reply.",
    "author": "Ali ibn Abi Talib (R.A)"
  },
  {
    "id": 949,
    "quote": "Once your mind stretches to a new level it never goes back to its original dimension.",
    "author": "Abdul Kalam"
  },
  {
    "id": 950,
    "quote": "I was saying “I'm the greatest” long before I believed it.",
    "author": "Muhammad Ali"
  },
  {
    "id": 951,
    "quote": "Our Peace Shall Stand As Firm As Rocky Mountains.",
    "author": "William Shakespeare"
  },
  {
    "id": 952,
    "quote": "Only Buy Something That You'D Be Perfectly Happy To Hold If The Market Shut Down For 10 Years.",
    "author": "Warren Buffett"
  },
  {
    "id": 953,
    "quote": "Intellectual Property Has The Shelf Life Of A Banana.",
    "author": "Bill Gates"
  },
  {
    "id": 954,
    "quote": "He who understands humanity seeks solitude.",
    "author": "Ali ibn Abi Talib (R.A)"
  },
  {
    "id": 955,
    "quote": "I was not created to be occupied by eating delicious foods like tied up cattle.",
    "author": "Ali ibn Abi Talib (R.A)"
  },
  {
    "id": 956,
    "quote": "Time Stays Long Enough For Anyone Who Will Use It.",
    "author": "Leonardo Da Vinci"
  },
  {
    "id": 957,
    "quote": "I Feel The Same Way About Disco As I Do About Herpes.",
    "author": "Hunter S. Thompson"
  },
  {
    "id": 958,
    "quote": "Civilization Is The Limitless Multiplication Of Unnecessary Necessities.",
    "author": "Mark Twain"
  },
  {
    "id": 959,
    "quote": "If You Hear A Voice Within You Say 'You Cannot Paint ' Then By All Means Paint, And That Voice Will Be Silenced.",
    "author": "Vincent Van Gogh"
  },
  {
    "id": 960,
    "quote": "When One Has Not Had A Good Father, One Must Create One.",
    "author": "Friedrich Nietzsche"
  },
  {
    "id": 961,
    "quote": "I'Ve Learned That People Will Forget What You Said, People Will Forget What You Did, But People Will Never Forget How You Made Them Feel.",
    "author": "Maya Angelou"
  },
  {
    "id": 962,
    "quote": "If We Cannot Now End Our Differences, At Least We Can Help Make The World Safe For Diversity.",
    "author": "John F. Kennedy"
  },
  {
    "id": 963,
    "quote": "The Cautious Seldom Err.",
    "author": "Confucius"
  },
  {
    "id": 964,
    "quote": "Admiration For A Quality Or An Art Can Be So Strong That It Deters Us From Striving To Possess It.",
    "author": "Friedrich Nietzsche"
  },
  {
    "id": 965,
    "quote": "I Myself Prefer My New Zealand Eggs For Breakfast.",
    "author": "Elizabeth II"
  },
  {
    "id": 966,
    "quote": "To line only for some unknown future is superficial.",
    "author": "Abdul Kalam"
  },
  {
    "id": 967,
    "quote": "Money Is The Barometer Of A Society'S Virtue.",
    "author": "Ayn Rand"
  },
  {
    "id": 968,
    "quote": "Convictions Are More Dangerous Foes Of Truth Than Lies.",
    "author": "Friedrich Nietzsche"
  },
  {
    "id": 969,
    "quote": "I Have Not Failed. I'Ve Just Found 10 000 Ways That Won'T Work.",
    "author": "Thomas A. Edison"
  },
  {
    "id": 970,
    "quote": "Maybe a thing that you do not like is really in your interest. It is possible that a thing that you may desire may be against your interest.",
    "author": "Abu Bakr (R.A)"
  },
  {
    "id": 971,
    "quote": "People Always Ask Me, 'Were You Funny As A Child?' Well, No, I Was An Accountant.",
    "author": "Ellen DeGeneres"
  },
  {
    "id": 972,
    "quote": "I'm not an expert on the arms race.",
    "author": "Abdul Kalam"
  },
  {
    "id": 973,
    "quote": "Sit with those who love Allah, for that enlightens the mind.",
    "author": "Umar ibn Al-Khattāb (R.A)"
  },
  {
    "id": 974,
    "quote": "You Cannot Perform In A Manner Inconsistent With The Way You See Yourself.",
    "author": "Zig Ziglar"
  },
  {
    "id": 975,
    "quote": "I Say That The Most Liberating Thing About Beauty Is Realizing That You Are The Beholder.",
    "author": "Salma Hayek"
  },
  {
    "id": 976,
    "quote": "Happiness In Intelligent People Is The Rarest Thing I Know.",
    "author": "Ernest Hemingway"
  },
  {
    "id": 977,
    "quote": "A Person Who Never Made A Mistake Never Tried Anything New.",
    "author": "Albert Einstein"
  },
  {
    "id": 978,
    "quote": "In the big leagues everyone has ability. It always comes down to mind games. Who ever is more mentally strong-wins.",
    "author": "Muhammad Ali"
  },
  {
    "id": 979,
    "quote": "Don't take rest after your first victory because if you fail in second, more lips are waiting to say that your first victory was just luck.",
    "author": "Abdul Kalam"
  },
  {
    "id": 980,
    "quote": "Stop learning. Start knowing.",
    "author": "Rumi"
  },
  {
    "id": 981,
    "quote": "One Of The Greatest Discoveries A Man Makes, One Of His Great Surprises, Is To Find He Can Do What He Was Afraid He Couldn'T Do.",
    "author": "Henry Ford"
  },
  {
    "id": 982,
    "quote": "You Are Never Too Old To Set Another Goal Or To Dream A New Dream.",
    "author": "C. S. Lewis"
  },
  {
    "id": 983,
    "quote": "Keep Your Eyes On The Stars, And Your Feet On The Ground.",
    "author": "Theodore Roosevelt"
  },
  {
    "id": 984,
    "quote": "I Know Of Only One Duty, And That Is To Love.",
    "author": "Albert Camus"
  },
  {
    "id": 985,
    "quote": "God Helps Those Who Help Themselves.",
    "author": "Benjamin Franklin"
  },
  {
    "id": 986,
    "quote": "You are not just the drop in the ocean. You are the mighty ocean in the drop.",
    "author": "Rumi"
  },
  {
    "id": 987,
    "quote": "Teaching is a very noble profession that shapes the character, caliber, and future of an individual. If the people remember me as a good teacher, that will be the biggest honour for me.",
    "author": "Abdul Kalam"
  },
  {
    "id": 988,
    "quote": "A Man Should Never Neglect His Family For Business.",
    "author": "Walt Disney"
  },
  {
    "id": 989,
    "quote": "Isn'T It Strange That I Who Have Written Only Unpopular Books Should Be Such A Popular Fellow?",
    "author": "Albert Einstein"
  },
  {
    "id": 990,
    "quote": "Drag Your Thoughts Away From Your Troubles... By The Ears, By The Heels, Or Any Other Way You Can Manage It.",
    "author": "Mark Twain"
  },
  {
    "id": 991,
    "quote": "The Greatest Discovery Of All Time Is That A Person Can Change His Future By Merely Changing His Attitude.",
    "author": "Oprah Winfrey"
  },
  {
    "id": 992,
    "quote": "Whoever listens to slander is himself a slanderer.",
    "author": "Muhammad Ali"
  },
  {
    "id": 993,
    "quote": "The Best Way To Find Out If You Can Trust Somebody Is To Trust Them.",
    "author": "Ernest Hemingway"
  },
  {
    "id": 994,
    "quote": "Take account of your deeds before they are taken account of.",
    "author": "Umar ibn Al-Khattāb (R.A)"
  },
  {
    "id": 995,
    "quote": "Faith Is Taking The First Step Even When You Don'T See The Whole Staircase.",
    "author": "Martin Luther King  Jr."
  },
  {
    "id": 996,
    "quote": "To Give Thanks In Solitude Is Enough. Thanksgiving Has Wings And Goes Where It Must Go. Your Prayer Knows Much More About It Than You Do.",
    "author": "Victor Hugo"
  },
  {
    "id": 997,
    "quote": "Those Who Dare To Fail Miserably Can Achieve Greatly.",
    "author": "John F. Kennedy"
  },
  {
    "id": 998,
    "quote": "Like your body your mind also gets tired so refresh it by wise sayings.",
    "author": "Ali ibn Abi Talib (R.A)"
  },
  {
    "id": 999,
    "quote": "God helps those who fear Him.",
    "author": "Abu Bakr (R.A)"
  },
  {
    "id": 1000,
    "quote": "During civil disturbance adopt such an attitude that people do not attach any importance to you - they neither burden you with complicated affairs, nor try to derive any advantage out of you.",
    "author": "Ali ibn Abi Talib (R.A)"
  },
  {
    "id": 1001,
    "quote": "Whether You Think That You Can, Or That You Can'T, You Are Usually Right.",
    "author": "Henry Ford"
  },
  {
    "id": 1002,
    "quote": "O! Let Me Not Be Mad, Not Mad, Sweet Heaven; Keep Me In Temper; I Would Not Be Mad!",
    "author": "William Shakespeare"
  },
  {
    "id": 1003,
    "quote": "The man with no imagination has no wings.",
    "author": "Muhammad Ali"
  },
  {
    "id": 1004,
    "quote": "Today, India is a nuclear weapons state.",
    "author": "Abdul Kalam"
  },
  {
    "id": 1005,
    "quote": "The Public Is Merely A Multiplied \"Me.\"",
    "author": "Mark Twain"
  },
  {
    "id": 1006,
    "quote": "If A Man Could Have Half Of His Wishes, He Would Double His Troubles.",
    "author": "Benjamin Franklin"
  },
  {
    "id": 1007,
    "quote": "There Are No Moral Phenomena At All, But Only A Moral Interpretation Of Phenomena.",
    "author": "Friedrich Nietzsche"
  },
  {
    "id": 1008,
    "quote": "To Say \"I Love You\" One Must First Be Able To Say The \"I.\"",
    "author": "Ayn Rand"
  },
  {
    "id": 1009,
    "quote": "Patience to faith is like the head to the body. The person who has no patience has not faith.",
    "author": "Ali ibn Abi Talib (R.A)"
  },
  {
    "id": 1010,
    "quote": "Nations Are Born In The Hearts Of Poets, They Prosper And Die In The Hands Of Politicians.",
    "author": "Muhammad Iqbal"
  },
  {
    "id": 1011,
    "quote": "Rivers, ponds, lakes and streams - they all have different names, but they all contain water. Just as religions do - they all contain truths.",
    "author": "Muhammad Ali"
  },
  {
    "id": 1012,
    "quote": "The time has come to turn your heart into a temple of fire. Your essence is gold hidden in dust. To reveal its splendor you need to burn in the fire of love.",
    "author": "Rumi"
  },
  {
    "id": 1013,
    "quote": "Only last week I murdered a rock, injured a stone and hospitalized a brick.",
    "author": "Muhammad Ali"
  },
  {
    "id": 1014,
    "quote": "If You Would Have A Faithful Servant, And One That You Like, Serve Yourself.",
    "author": "Benjamin Franklin"
  },
  {
    "id": 1015,
    "quote": "If all you can do is crawl, start crawling.",
    "author": "Rumi"
  },
  {
    "id": 1016,
    "quote": "Extreme Hopes Are Born From Extreme Misery.",
    "author": "Bertrand Russell"
  },
  {
    "id": 1017,
    "quote": "When A Person Cannot Deceive Himself The Chances Are Against His Being Able To Deceive Other People.",
    "author": "Mark Twain"
  },
  {
    "id": 1018,
    "quote": "I am the greatest. I said that even before I knew I was. Don't tell me I can't do something. Don't tell me it's impossible. Don't tell me I'm not the greatest. I'm the double greatest.",
    "author": "Muhammad Ali"
  },
  {
    "id": 1019,
    "quote": "Geologists Have A Saying - Rocks Remember.",
    "author": "Neil Armstrong"
  },
  {
    "id": 1020,
    "quote": "Be silent, Only the Hand of God Can remove The burdens of your heart.",
    "author": "Rumi"
  },
  {
    "id": 1021,
    "quote": "Peace Cannot Be Kept By Force; It Can Only Be Achieved By Understanding.",
    "author": "Albert Einstein"
  },
  {
    "id": 1022,
    "quote": "The Best Way To Get A Bad Law Repealed Is To Enforce It Strictly.",
    "author": "Abraham Lincoln"
  },
  {
    "id": 1023,
    "quote": "Wherever you are, and whatever you do, be in love.",
    "author": "Rumi"
  },
  {
    "id": 1024,
    "quote": "Should I Kill Myself, Or Have A Cup Of Coffee?",
    "author": "Albert Camus"
  },
  {
    "id": 1025,
    "quote": "It Is Very Dangerous To Have Your Self-Worth Riding On Your Results As An Athlete.",
    "author": "Jim Courier"
  },
  {
    "id": 1026,
    "quote": "No Part Of The Education Of A Politician Is More Indispensable Than The Fighting Of Elections.",
    "author": "Winston Churchill"
  },
  {
    "id": 1027,
    "quote": "War is never a lasting solution for any problem.",
    "author": "Abdul Kalam"
  },
  {
    "id": 1028,
    "quote": "I Never Think Of The Future - It Comes Soon Enough.",
    "author": "Albert Einstein"
  },
  {
    "id": 1029,
    "quote": "At the end of my life, with just one breath left, if you come, I'll sit up and sing.",
    "author": "Rumi"
  },
  {
    "id": 1030,
    "quote": "Indigestion Is Charged By God With Enforcing Morality On The Stomach.",
    "author": "Victor Hugo"
  },
  {
    "id": 1031,
    "quote": "Fear Allah, for He alone lives; all other things are liable to perish.",
    "author": "Umar ibn Al-Khattāb (R.A)"
  },
  {
    "id": 1032,
    "quote": "I once had a thousand desires. But in my one desire to know you, all else melted away.",
    "author": "Rumi"
  },
  {
    "id": 1033,
    "quote": "God forbid, men should be jealous of knowledge as they are jealous of women.",
    "author": "Umar ibn Al-Khattāb (R.A)"
  },
  {
    "id": 1034,
    "quote": "I Wish They Would Only Take Me As I Am.",
    "author": "Vincent Van Gogh"
  },
  {
    "id": 1035,
    "quote": "I have lived on the lip of insanity, wanting to know reasons, knocking on a door. It opens. I've been knocking from the inside.",
    "author": "Rumi"
  },
  {
    "id": 1036,
    "quote": "Once You Replace Negative Thoughts With Positive Ones, You'Ll Start Having Positive Results.",
    "author": "Willie Nelson"
  },
  {
    "id": 1037,
    "quote": "What Is Wanted Is Not The Will To Believe, But The Will To Find Out, Which Is The Exact Opposite.",
    "author": "Bertrand Russell"
  },
  {
    "id": 1038,
    "quote": "I'm going to show you how great I am!",
    "author": "Muhammad Ali"
  },
  {
    "id": 1039,
    "quote": "In The Depth Of Winter I Finally Learned That There Was In Me An Invincible Summer.",
    "author": "Albert Camus"
  },
  {
    "id": 1040,
    "quote": "He Who Fears To Weep, Should Learn To Be Kind To Those Who Weep.",
    "author": "Abu Bakr"
  },
  {
    "id": 1041,
    "quote": "The Criminal Is Trying To Solve His Immediate Problems.",
    "author": "Naguib Mahfouz"
  },
  {
    "id": 1042,
    "quote": "It Is very easy to defeat someone, but it is very hard to win someone.",
    "author": "Abdul Kalam"
  },
  {
    "id": 1043,
    "quote": "A Casual Stroll Through The Lunatic Asylum Shows That Faith Does Not Prove Anything.",
    "author": "Friedrich Nietzsche"
  },
  {
    "id": 1044,
    "quote": "Things May Come To Those Who Wait, But Only The Things Left By Those Who Hustle.",
    "author": "Abraham Lincoln"
  },
  {
    "id": 1045,
    "quote": "No sanction can stand against ignited minds.",
    "author": "Abdul Kalam"
  },
  {
    "id": 1046,
    "quote": "Understanding the knowledge and wisdom of the Qur'an is by far, higher than memorizing.",
    "author": "Ali ibn Abi Talib (R.A)"
  },
  {
    "id": 1047,
    "quote": "Gratitude is the wine for the soul. Go on. Get drunk.",
    "author": "Rumi"
  },
  {
    "id": 1048,
    "quote": "All Of Our Dreams Can Come True.",
    "author": "Walt Disney"
  },
  {
    "id": 1049,
    "quote": "The days of life pass away like clouds, so do good while you are alive.",
    "author": "Ali ibn Abi Talib (R.A)"
  },
  {
    "id": 1050,
    "quote": "Once the Choice is Made, Do Not Look Back, Do Not Second-Guess Your Decisions.",
    "author": "Muhammad Ali"
  },
  {
    "id": 1051,
    "quote": "Tear off the mask. Your face is glorious.",
    "author": "Rumi"
  },
  {
    "id": 1052,
    "quote": "How Hard, How Bitter It Is To Become A Man!",
    "author": "Albert Camus"
  },
  {
    "id": 1053,
    "quote": "Conduct, Which Involves A Decision Of The Ultimate Fate Of The Agent Cannot Be Based On Illusions.",
    "author": "Muhammed Iqbal"
  },
  {
    "id": 1054,
    "quote": "I Don'T Know Who My Grandfather Was; I Am Much More Concerned To Know What His Grandson Will Be.",
    "author": "Abraham Lincoln"
  },
  {
    "id": 1055,
    "quote": "Look for the answer inside your question.",
    "author": "Rumi"
  },
  {
    "id": 1056,
    "quote": "Adversity Makes Men, And Prosperity Makes Monsters.",
    "author": "Victor Hugo"
  },
  {
    "id": 1057,
    "quote": "Our Greatest Weakness Lies In Giving Up. The Most Certain Way To Succeed Is Always To Try Just One More Time.",
    "author": "Thomas A. Edison"
  },
  {
    "id": 1058,
    "quote": "It Is Better To Remain Silent And Be Thought A Fool Than To Open One'S Mouth And Remove All Doubt.",
    "author": "Abraham Lincoln"
  },
  {
    "id": 1059,
    "quote": "He Who Has Never Learned To Obey Cannot Be A Good Commander.",
    "author": "Aristotle"
  },
  {
    "id": 1060,
    "quote": "You Cannot Create Experience. You Must Undergo It.",
    "author": "Albert Camus"
  },
  {
    "id": 1061,
    "quote": "I am grateful for all my victories, but I am especially grateful for my losses, because they only made me work harder.",
    "author": "Muhammad Ali"
  },
  {
    "id": 1062,
    "quote": "Wrinkles Should Merely Indicate Where Smiles Have Been.",
    "author": "Mark Twain"
  },
  {
    "id": 1063,
    "quote": "No Legacy Is So Rich As Honesty.",
    "author": "William Shakespeare"
  },
  {
    "id": 1064,
    "quote": "The outcome of fear is disappointment and shyness is frustration.",
    "author": "Ali ibn Abi Talib (R.A)"
  },
  {
    "id": 1065,
    "quote": "All My Life Through, The New Sights Of Nature Made Me Rejoice Like A Child.",
    "author": "Marie Curie"
  },
  {
    "id": 1066,
    "quote": "He Who Avoids Complaint Invites Happiness.",
    "author": "Abu Bakr"
  },
  {
    "id": 1067,
    "quote": "Work with integrity and succeed with integrity.",
    "author": "Abdul Kalam"
  },
  {
    "id": 1068,
    "quote": "You were born with potential. You were born with goodness and trust. You were born with ideals and dreams. You were born with greatness. You were born with wings. You are not meant for crawling, so don't. You have wings. Learn to use them and fly.",
    "author": "Rumi"
  },
  {
    "id": 1069,
    "quote": "Move, but don't move the way fear makes you move.",
    "author": "Rumi"
  },
  {
    "id": 1070,
    "quote": "It Does Not Matter How Slowly You Go As Long As You Do Not Stop.",
    "author": "Confucius"
  },
  {
    "id": 1071,
    "quote": "There is no nobility with bad manners.",
    "author": "Ali ibn Abi Talib (R.A)"
  },
  {
    "id": 1072,
    "quote": "You should not quarrel with your neighbor, for he will remain where he is, but your high handedness will become the talk of the people.",
    "author": "Abu Bakr (R.A)"
  },
  {
    "id": 1073,
    "quote": "Never stop fighting until you arrive at your destined place - that is, the unique you. Have an aim in life, continuously acquire knowledge, work hard, and have perseverance to realise the great life.",
    "author": "Abdul Kalam"
  },
  {
    "id": 1074,
    "quote": "I Like To See A Man Proud Of The Place In Which He Lives. I Like To See A Man Live So That His Place Will Be Proud Of Him.",
    "author": "Abraham Lincoln"
  },
  {
    "id": 1075,
    "quote": "Let me define a leader. He must have vision and passion and not be afraid of any problem. Instead, he should know how to defeat it. Most importantly, he must work with integrity.",
    "author": "Abdul Kalam"
  },
  {
    "id": 1076,
    "quote": "Whatever Your Heart Clings To And Confides In, That Is Really Your God.",
    "author": "Martin Luther"
  },
  {
    "id": 1077,
    "quote": "Dogs Never Bite Me. Just Humans.",
    "author": "Marilyn Monroe"
  },
  {
    "id": 1078,
    "quote": "Your Successes And Happiness Are Forgiven You Only If You Generously Consent To Share Them.",
    "author": "Albert Camus"
  },
  {
    "id": 1079,
    "quote": "When A Person Really Desires Something, All The Universe Conspires To Help That Person To Realize His Dream.",
    "author": "Paulo Coelho"
  },
  {
    "id": 1080,
    "quote": "I Didn'T Fail The Test, I Just Found 100 Ways To Do It Wrong.",
    "author": "Benjamin Franklin"
  },
  {
    "id": 1081,
    "quote": "One who thinks and reflects develops his foresight and vision.",
    "author": "Ali ibn Abi Talib (R.A)"
  },
  {
    "id": 1082,
    "quote": "When Red-Haired People Are Above A Certain Social Grade Their Hair Is Auburn.",
    "author": "Mark Twain"
  },
  {
    "id": 1083,
    "quote": "I Have Held Many Things In My Hands, And I Have Lost Them All; But Whatever I Have Placed In God'S Hands, That I Still Possess.",
    "author": "Martin Luther"
  },
  {
    "id": 1084,
    "quote": "Always remember you are braver than you believe, stronger than you seem, smarter than you think and twice as beautiful as you'd ever imagined. Yesterday I was clever, so I wanted to change the world. Today I am wise, so I am changing myself.",
    "author": "Rumi"
  },
  {
    "id": 1085,
    "quote": "Two Great European Narcotics, Alcohol And Christianity.",
    "author": "Friedrich Nietzsche"
  },
  {
    "id": 1086,
    "quote": "That which you do not wish for yourself, do not impose on others.",
    "author": "Umar ibn Al-Khattāb (R.A)"
  },
  {
    "id": 1087,
    "quote": "I am the greatest, I said that even before I knew I was.",
    "author": "Muhammad Ali"
  },
  {
    "id": 1088,
    "quote": "There Is No Labor A Person Does That Is Undignified; If They Do It Right.",
    "author": "Bill Cosby"
  },
  {
    "id": 1089,
    "quote": "The People Themselves, And Not Their Servants, Can Safely Reverse Their Own Deliberate Decisions.",
    "author": "Abraham Lincoln"
  },
  {
    "id": 1090,
    "quote": "I Hated Every Minute Of Training, But I Said, 'Don'T Quit. Suffer Now And Live The Rest Of Your Life As A Champion.'",
    "author": "Muhammad Ali"
  },
  {
    "id": 1091,
    "quote": "We Shall Draw From The Heart Of Suffering Itself The Means Of Inspiration And Survival.",
    "author": "Winston Churchill"
  },
  {
    "id": 1092,
    "quote": "When The Solution Is Simple, God Is Answering.",
    "author": "Albert Einstein"
  },
  {
    "id": 1093,
    "quote": "I Have A Theory That The Truth Is Never Told During The Nine-To-Five Hours.",
    "author": "Hunter S. Thompson"
  },
  {
    "id": 1094,
    "quote": "Democracy Is When The Indigent, And Not The Men Of Property, Are The Rulers.",
    "author": "Aristotle"
  },
  {
    "id": 1095,
    "quote": "You're not going to enjoy every minute of the journey, but the success you'll find at the end will make it all worth it.",
    "author": "Muhammad Ali"
  },
  {
    "id": 1096,
    "quote": "It's hard to be humble when you're as great as I am.",
    "author": "Muhammad Ali"
  },
  {
    "id": 1097,
    "quote": "There is no knowledge and science like pondering and thought; and there is no prosperity and advancement like knowledge and science.",
    "author": "Ali ibn Abi Talib (R.A)"
  },
  {
    "id": 1098,
    "quote": "If We Did All The Things We Are Capable Of, We Would Literally Astound Ourselves.",
    "author": "Thomas A. Edison"
  },
  {
    "id": 1099,
    "quote": "Be like a tree and let the dead leaves drop.",
    "author": "Rumi"
  },
  {
    "id": 1100,
    "quote": "Don'T Find Fault, Find A Remedy.",
    "author": "Henry Ford"
  },
  {
    "id": 1101,
    "quote": "A friend cannot be considered a friend until he is tested in three occasions: in timeof need, behind your back, and after your death.",
    "author": "Ali ibn Abi Talib (R.A)"
  },
  {
    "id": 1102,
    "quote": "I'm too fast. I'm too smart. I'm too pretty.",
    "author": "Muhammad Ali"
  },
  {
    "id": 1103,
    "quote": "You Cannot Create Experience. You Must Undergo It.",
    "author": "Albert Camus"
  },
  {
    "id": 1104,
    "quote": "Indignation Is A Submission Of Our Thoughts, But Not Of Our Desires.",
    "author": "Bertrand Russell"
  },
  {
    "id": 1105,
    "quote": "Sir, My Concern Is Not Whether God Is On Our Side; My Greatest Concern Is To Be On God'S Side, For God Is Always Right.",
    "author": "Abraham Lincoln"
  },
  {
    "id": 1106,
    "quote": "At Times One Remains Faithful To A Cause Only Because Its Opponents Do Not Cease To Be Insipid.",
    "author": "Friedrich Nietzsche"
  },
  {
    "id": 1107,
    "quote": "I Put My Heart And My Soul Into My Work, And Have Lost My Mind In The Process.",
    "author": "Vincent Van Gogh"
  },
  {
    "id": 1108,
    "quote": "In a competition of love we'll all share in the victory, no matter who comes first.",
    "author": "Muhammad Ali"
  },
  {
    "id": 1109,
    "quote": "Some Are Born Great, Some Achieve Greatness, And Some Have Greatness Thrust Upon Them.",
    "author": "William Shakespeare"
  },
  {
    "id": 1110,
    "quote": "There is no capital more useful than intellect and wisdom, and there is no indigence more injurious than ignorance and unawareness.",
    "author": "Ali ibn Abi Talib (R.A)"
  },
  {
    "id": 1111,
    "quote": "There is a voice that doesn't use words. Listen.",
    "author": "Rumi"
  },
  {
    "id": 1112,
    "quote": "If a sheep dies on the shore of the Euphrates I fear lest Allah ask me to account for it on the Day of Resurrection.",
    "author": "Umar ibn Al-Khattāb (R.A)"
  },
  {
    "id": 1113,
    "quote": "Do not deceive or be faithless even with your enemy.",
    "author": "Abu Bakr (R.A)"
  },
  {
    "id": 1114,
    "quote": "Pondering must turn out to be your cash asset, regardless of whichever ups and downs you occur throughout in the everyday living.",
    "author": "Abdul Kalam"
  },
  {
    "id": 1115,
    "quote": "Building capacity dissolves differences. It irons out inequalities.",
    "author": "Abdul Kalam"
  },
  {
    "id": 1116,
    "quote": "All your anxiety is because of your desire for harmony. Seek disharmony, then you will gain peace.",
    "author": "Rumi"
  },
  {
    "id": 1117,
    "quote": "As long as you are pure of heart, you speak the truth.",
    "author": "Umar ibn Al-Khattāb (R.A)"
  },
  {
    "id": 1118,
    "quote": "Most People Spend More Time And Energy Going Around Problems Than In Trying To Solve Them.",
    "author": "Henry Ford"
  },
  {
    "id": 1119,
    "quote": "If You Judge People, You Have No Time To Love Them.",
    "author": "Mother Teresa"
  },
  {
    "id": 1120,
    "quote": "Talent In Cheaper Than Table Salt. What Separates The Talented Individual From The Successful One Is A Lot Of Hard Work.",
    "author": "Stephen King"
  },
  {
    "id": 1121,
    "quote": "The World We Have Created Is A Product Of Our Thinking.",
    "author": "Albert Einstein"
  },
  {
    "id": 1122,
    "quote": "When A Hundred Men Stand Together, Each Of Them Loses His Mind And Gets Another One.",
    "author": "Friedrich Nietzsche"
  },
  {
    "id": 1123,
    "quote": "Fanatics Are Picturesque, Mankind Would Rather See Gestures Than Listen To Reasons.",
    "author": "Friedrich Nietzsche"
  },
  {
    "id": 1124,
    "quote": "Every day is different, and some days are better than others, but no matter how challenging the day, I get up and live it.",
    "author": "Muhammad Ali"
  },
  {
    "id": 1125,
    "quote": "The Educated Southerner Has No Use For An 'R', Except At The Beginning Of A Word.",
    "author": "Mark Twain"
  },
  {
    "id": 1126,
    "quote": "To Love Is To Act.",
    "author": "Victor Hugo"
  },
  {
    "id": 1127,
    "quote": "My Dream Is Of A Place And A Time Where America Will Once Again Be Seen As The Last Best Hope Of Earth.",
    "author": "Abraham Lincoln"
  },
  {
    "id": 1128,
    "quote": "What comes, will go. What is found, will be lost again. But what you are is beyond coming and going and beyond description.",
    "author": "Rumi"
  },
  {
    "id": 1129,
    "quote": "Dreams are not those which comes while we are sleeping, but dreams are those when u don't sleep before fulfilling them.",
    "author": "Abdul Kalam"
  },
  {
    "id": 1130,
    "quote": "To Fear Love Is To Fear Life, And Those Who Fear Life Are Already Three Parts Dead.",
    "author": "Bertrand Russell"
  },
  {
    "id": 1131,
    "quote": "Expect The Best. Prepare For The Worst. Capitalize On What Comes.",
    "author": "Zig Ziglar"
  },
  {
    "id": 1132,
    "quote": "My soul is my guide, for my soul is of that abode. I will not speak of the earthly. I am of the unknown.",
    "author": "Rumi"
  },
  {
    "id": 1133,
    "quote": "Many Marriages Would Be Better If The Husband And The Wife Clearly Understood That They Are On The Same Side.",
    "author": "Zig Ziglar"
  },
  {
    "id": 1134,
    "quote": "Try not to resist the changes that come your way. Instead let life live through you. And do not worry that your life is turning upside down. How do you know that the side you are used to is better than the one to come?",
    "author": "Rumi"
  },
  {
    "id": 1135,
    "quote": "Religions have different names, and they all contain truth, expressed in different ways forms and times.",
    "author": "Muhammad Ali"
  },
  {
    "id": 1136,
    "quote": "All That I Am, Or Hope To Be, I Owe To My Angel Mother.",
    "author": "Abraham Lincoln"
  },
  {
    "id": 1137,
    "quote": "Doing as others told me, I was Blind. Coming when others called me, I was Lost. Then I left everyone, myself as well. Then I found Everyone, Myself as well.",
    "author": "Rumi"
  },
  {
    "id": 1138,
    "quote": "Happiness Is When What You Think, What You Say, And What You Do Are In Harmony.",
    "author": "Mahatma Gandhi"
  },
  {
    "id": 1139,
    "quote": "Nothing Will Work Unless You Do.",
    "author": "Maya Angelou"
  },
  {
    "id": 1140,
    "quote": "My Books Are Like Water; Those Of The Great Geniuses Are Wine. (Fortunately) Everybody Drinks Water.",
    "author": "Mark Twain"
  },
  {
    "id": 1141,
    "quote": "Grief can be the garden of compassion. If you keep your heart open through everything, your pain can become your greatest ally in your life's search for love and wisdom.",
    "author": "Rumi"
  },
  {
    "id": 1142,
    "quote": "To be alone means that you avoid bad company. But to have a true friend is better than being alone.",
    "author": "Umar ibn Al-Khattāb (R.A)"
  },
  {
    "id": 1143,
    "quote": "I am the greatest.",
    "author": "Muhammad Ali"
  },
  {
    "id": 1144,
    "quote": "Only a man who knows what it is like to be defeated can reach down to the bottom of his soul and come up with the extra ounce of power it takes to win when the match is even.",
    "author": "Muhammad Ali"
  },
  {
    "id": 1145,
    "quote": "Riches without faith are the greatest poverty.",
    "author": "Ali ibn Abi Talib (R.A)"
  },
  {
    "id": 1146,
    "quote": "I'm the most recognized and loved man that ever lived cuz there weren't no satellites when Jesus and Moses were around, so people far away in the villages didn't know about them.",
    "author": "Muhammad Ali"
  },
  {
    "id": 1147,
    "quote": "The Lord Prefers Common-Looking People. That Is Why He Makes So Many Of Them.",
    "author": "Abraham Lincoln"
  },
  {
    "id": 1148,
    "quote": "Whether you love God or you love a human being, if you love enough you will come into the presence of Love itself.",
    "author": "Rumi"
  },
  {
    "id": 1149,
    "quote": "O Allah do not give me in excess lest I may be disobedient.",
    "author": "Umar ibn Al-Khattāb (R.A)"
  },
  {
    "id": 1150,
    "quote": "Eros Will Have Naked Bodies; Friendship Naked Personalities.",
    "author": "C. S. Lewis"
  },
  {
    "id": 1151,
    "quote": "In a democracy, the well-being, individuality and happiness of every citizen is important for the overall prosperity, peace and happiness of the nation.",
    "author": "Abdul Kalam"
  },
  {
    "id": 1152,
    "quote": "The happiest of people is the one under whose care people are happy because of him, and the most miserable of people is the one under whose care people are miserable because of him.",
    "author": "Umar ibn Al-Khattāb (R.A)"
  },
  {
    "id": 1153,
    "quote": "He who guards his secrets retains control in his own hands.",
    "author": "Ali ibn Abi Talib (R.A)"
  },
  {
    "id": 1154,
    "quote": "Success is not achieved by winning all the time. Real success comes when we rise after we fall.",
    "author": "Muhammad Ali"
  },
  {
    "id": 1155,
    "quote": "Humility Is Not Thinking Less Of Yourself, It'S Thinking Of Yourself Less.",
    "author": "C. S. Lewis"
  },
  {
    "id": 1156,
    "quote": "No amount of worrying can change the future. Go easy on yourself, for the outcome of all affairs is determined by God's decree. If something is meant to go elsewhere, it will never come your way, but if it is yours by destiny, from you it cannot flee.",
    "author": "Umar ibn Al-Khattāb (R.A)"
  },
  {
    "id": 1157,
    "quote": "Fear him, whom you hate.",
    "author": "Umar ibn Al-Khattāb (R.A)"
  },
  {
    "id": 1158,
    "quote": "The word of God is the medicine of the heart.",
    "author": "Ali ibn Abi Talib (R.A)"
  },
  {
    "id": 1159,
    "quote": "Do You Think God Gets Stoned? I Think So... Look At The Platypus.",
    "author": "Robin Williams"
  },
  {
    "id": 1160,
    "quote": "The Good Life Is One Inspired By Love And Guided By Knowledge.",
    "author": "Bertrand Russell"
  },
  {
    "id": 1161,
    "quote": "I Believe In Christianity As I Believe That The Sun Has Risen: Not Only Because I See It, But Because By It I See Everything Else.",
    "author": "C. S. Lewis"
  },
  {
    "id": 1162,
    "quote": "The Airplane Has Had A Big Impact On My Life.",
    "author": "Jim Courier"
  },
  {
    "id": 1163,
    "quote": "We Make A Living By What We Get, But We Make A Life By What We Give.",
    "author": "Winston Churchill"
  },
  {
    "id": 1164,
    "quote": "Indifference And Neglect Often Do Much More Damage Than Outright Dislike.",
    "author": "J. K. Rowling"
  },
  {
    "id": 1165,
    "quote": "When I am silent, I fall into the place where everything is music.",
    "author": "Rumi"
  },
  {
    "id": 1166,
    "quote": "A Word To The Wise Ain'T Necessary - It'S The Stupid Ones That Need The Advice.",
    "author": "Bill Cosby"
  },
  {
    "id": 1167,
    "quote": "Always consider your intellect to be lacking; otherwise too much faith in it surely leads to error.",
    "author": "Ali ibn Abi Talib (R.A)"
  },
  {
    "id": 1168,
    "quote": "The minute I heard my first love story, I started looking for you, not knowing how blind that was. Lovers don't finally meet somewhere. They're in each other all along.",
    "author": "Rumi"
  },
  {
    "id": 1169,
    "quote": "Most Folks Are As Happy As They Make Up Their Minds To Be.",
    "author": "Abraham Lincoln"
  },
  {
    "id": 1170,
    "quote": "As We Look Ahead Into The Next Century, Leaders Will Be Those Who Empower Others.",
    "author": "Bill Gates"
  },
  {
    "id": 1171,
    "quote": "Problems are common, but attitude makes the difference.",
    "author": "Abdul Kalam"
  },
  {
    "id": 1172,
    "quote": "Nothing In Life Is To Be Feared, It Is Only To Be Understood. Now Is The Time To Understand More, So That We May Fear Less.",
    "author": "Marie Curie"
  },
  {
    "id": 1173,
    "quote": "There's a reason I'm known - to bring people to Allah, to God.",
    "author": "Muhammad Ali"
  },
  {
    "id": 1174,
    "quote": "The Very Essence Of Instinct Is That It'S Followed Independently Of Reason.",
    "author": "Charles Darwin"
  },
  {
    "id": 1175,
    "quote": "Never Do Anything Against Conscience Even If The State Demands It.",
    "author": "Albert Einstein"
  },
  {
    "id": 1176,
    "quote": "It'S Not What You'Ve Got, It'S What You Use That Makes A Difference.",
    "author": "Zig Ziglar"
  },
  {
    "id": 1177,
    "quote": "Silence is the best reply to a fool.",
    "author": "Ali ibn Abi Talib (R.A)"
  },
  {
    "id": 1178,
    "quote": "Good Actions Are A Guard Against The Blows Of Adversity.",
    "author": "Abu Bakr"
  },
  {
    "id": 1179,
    "quote": "Nature Hath Framed Strange Fellows In Her Time.",
    "author": "William Shakespeare"
  },
  {
    "id": 1180,
    "quote": "No man can have anything better after faith than a woman of righteous character, loving and child-bearing. And no man can have anything worse after unbelief than a sharp-tongued woman of bad character.",
    "author": "Umar ibn Al-Khattāb (R.A)"
  },
  {
    "id": 1181,
    "quote": "Once the seed of faith takes root, it cannot be blown away, even by the strongest wind - Now that's a blessing.",
    "author": "Rumi"
  },
  {
    "id": 1182,
    "quote": "Fasting is the first principle of medicine; fast and see the strength of the spirit reveal itself.",
    "author": "Rumi"
  },
  {
    "id": 1183,
    "quote": "Sports For Me Is When A Guy Walks Off The Court, And You Really Can'T Tell Whether He Won Or Lost, When He Carries Himself With Pride Either Way.",
    "author": "Jim Courier"
  },
  {
    "id": 1184,
    "quote": "Poverty is the worst form of death.",
    "author": "Ali ibn Abi Talib (R.A)"
  },
  {
    "id": 1185,
    "quote": "He Who Laughs Best Today, Will Also Laughs Last.",
    "author": "Friedrich Nietzsche"
  },
  {
    "id": 1186,
    "quote": "He who is not courageous enough to take risks will accomplish nothing in life.",
    "author": "Muhammad Ali"
  },
  {
    "id": 1187,
    "quote": "There Are Several Good Protections Against Temptation, But The Surest Is Cowardice.",
    "author": "Mark Twain"
  },
  {
    "id": 1188,
    "quote": "If You Go On With This Nuclear Arms Race, All You Are Going To Do Is Make The Rubble Bounce.",
    "author": "Winston Churchill"
  },
  {
    "id": 1189,
    "quote": "Sleep Is The Best Meditation.",
    "author": "Dalai Lama"
  },
  {
    "id": 1190,
    "quote": "I Am Not Bound To Please Thee With My Answer.",
    "author": "William Shakespeare"
  },
  {
    "id": 1191,
    "quote": "I Can Be Changed By What Happens To Me. But I Refuse To Be Reduced By It.",
    "author": "Maya Angelou"
  },
  {
    "id": 1192,
    "quote": "We Are Not Trying To Entertain The Critics. I'Ll Take My Chances With The Public.",
    "author": "Walt Disney"
  },
  {
    "id": 1193,
    "quote": "Everyone's life is a page in the human history irrespective of the position he or she holds or the work he or she performs.",
    "author": "Abdul Kalam"
  },
  {
    "id": 1194,
    "quote": "Learn the Arabic language; it will sharpen your wisdom.",
    "author": "Umar ibn Al-Khattāb (R.A)"
  },
  {
    "id": 1195,
    "quote": "When wisdom reaches the acme of perfection, it will suppress the vicious instincts and injurious desires.",
    "author": "Ali ibn Abi Talib (R.A)"
  },
  {
    "id": 1196,
    "quote": "Thunder Is Good, Thunder Is Impressive; But It Is Lightning That Does The Work.",
    "author": "Mark Twain"
  },
  {
    "id": 1197,
    "quote": "Your Time Is Limited, So Don'T Waste It Living Someone Else'S Life.",
    "author": "Steve Jobs"
  },
  {
    "id": 1198,
    "quote": "The Best Way To Find Out If You Can Trust Somebody Is To Trust Them.",
    "author": "Ernest Hemingway"
  },
  {
    "id": 1199,
    "quote": "Peace Is The Virtue Of Civilization. War Is Its Crime.",
    "author": "Victor Hugo"
  },
  {
    "id": 1200,
    "quote": "We Are All Alike, On The Inside.",
    "author": "Mark Twain"
  },
  {
    "id": 1201,
    "quote": "An Appeaser Is One Who Feeds A Crocodile, Hoping It Will Eat Him Last.",
    "author": "Winston Churchill"
  },
  {
    "id": 1202,
    "quote": "To My Mind The Old Masters Are Not Art; Their Value Is In Their Scarcity.",
    "author": "Thomas A. Edison"
  },
  {
    "id": 1203,
    "quote": "When It Is Obvious That The Goals Cannot Be Reached, Don'T Adjust The Goals, Adjust The Action Steps.",
    "author": "Confucius"
  },
  {
    "id": 1204,
    "quote": "Mickey Mouse Is, To Me, A Symbol Of Independence. He Was A Means To An End.",
    "author": "Walt Disney"
  },
  {
    "id": 1205,
    "quote": "Fear Allah, for that is fortune; indifference to Allah is misfortune.",
    "author": "Umar ibn Al-Khattāb (R.A)"
  },
  {
    "id": 1206,
    "quote": "These pains you feel are messengers. Listen to them.",
    "author": "Rumi"
  },
  {
    "id": 1207,
    "quote": "Everything Has Its Limit - Iron Ore Cannot Be Educated Into Gold.",
    "author": "Mark Twain"
  },
  {
    "id": 1208,
    "quote": "Muslims Should Live Like Brothers.",
    "author": "Abu Bakr"
  },
  {
    "id": 1209,
    "quote": "Be like a flower that gives its fragrance even to the hand that crushed it.",
    "author": "Ali ibn Abi Talib (R.A)"
  },
  {
    "id": 1210,
    "quote": "When you do things from your soul, you feel a river moving in you, a joy.",
    "author": "Rumi"
  },
  {
    "id": 1211,
    "quote": "We are a people whom Allah gave might and glory to through Islam, so we will never seek glory through anything else.",
    "author": "Umar ibn Al-Khattāb (R.A)"
  },
  {
    "id": 1212,
    "quote": "It Is Not The Employer Who Pays The Wages. Employers Only Handle The Money. It Is The Customer Who Pays The Wages.",
    "author": "Henry Ford"
  },
  {
    "id": 1213,
    "quote": "Piety is the most solid goodness, and the vilest of what is evil is vice.",
    "author": "Abu Bakr (R.A)"
  },
  {
    "id": 1214,
    "quote": "Float like a butterfly, sting like a bee.",
    "author": "Muhammad Ali"
  },
  {
    "id": 1215,
    "quote": "I'm pretty as a girl.",
    "author": "Muhammad Ali"
  },
  {
    "id": 1216,
    "quote": "Russia Is A Riddle Wrapped In A Mystery Inside An Enigma.",
    "author": "Winston Churchill"
  },
  {
    "id": 1217,
    "quote": "Every Time You Smile At Someone, It Is An Action Of Love, A Gift To That Person, A Beautiful Thing.",
    "author": "Mother Teresa"
  },
  {
    "id": 1218,
    "quote": "Do not be like those on whom advice has no effect and who require punishment to correct themselves.",
    "author": "Ali ibn Abi Talib (R.A)"
  },
  {
    "id": 1219,
    "quote": "A calamity does not descend except due to a sin and it is not lifted except with repentance.",
    "author": "Ali ibn Abi Talib (R.A)"
  },
  {
    "id": 1220,
    "quote": "The Undiscovered Country From Whose Bourn No Traveler Returns.",
    "author": "William Shakespeare"
  },
  {
    "id": 1221,
    "quote": "A Fool can become a Genius when he understands he is a Fool but. A Genius can become a Fool when he understands he is a Genius.",
    "author": "Abdul Kalam"
  },
  {
    "id": 1222,
    "quote": "Opportunity Is Missed By Most People Because It Is Dressed In Overalls And Looks Like Work.",
    "author": "Thomas A. Edison"
  },
  {
    "id": 1223,
    "quote": "There Is More Treasure In Books Than In All The Pirate'S Loot On Treasure Island.",
    "author": "Walt Disney"
  },
  {
    "id": 1224,
    "quote": "Often it isn't the mountains ahead that wear you out, it's the little pebble in your shoe.",
    "author": "Muhammad Ali"
  },
  {
    "id": 1225,
    "quote": "Wherever You Go, Go With All Your Heart.",
    "author": "Confucius"
  },
  {
    "id": 1226,
    "quote": "Renouncing the worldly pleasures is a comfort for both the human heart and body.",
    "author": "Umar ibn Al-Khattāb (R.A)"
  },
  {
    "id": 1227,
    "quote": "That all you got, George?",
    "author": "Muhammad Ali"
  },
  {
    "id": 1228,
    "quote": "No pork, soda pop, cigarettes, alcohol - ever!",
    "author": "Muhammad Ali"
  },
  {
    "id": 1229,
    "quote": "We Make War That We May Live In Peace.",
    "author": "Aristotle"
  },
  {
    "id": 1230,
    "quote": "The Real Problem Is Not Why Some Pious, Humble, Believing People Suffer, But Why Some Do Not.",
    "author": "C. S. Lewis"
  },
  {
    "id": 1231,
    "quote": "It's a dare. Impossible is potential. Impossible is temporary. Impossible is nothing.",
    "author": "Muhammad Ali"
  },
  {
    "id": 1232,
    "quote": "One who is mild rather than forceful has greater capacity for outreach.",
    "author": "Ali ibn Abi Talib (R.A)"
  },
  {
    "id": 1233,
    "quote": "The Time Is Always Right To Do What Is Right.",
    "author": "Martin Luther King  Jr."
  },
  {
    "id": 1234,
    "quote": "Love Begins By Taking Care Of The Closest Ones - The Ones At Home.",
    "author": "Mother Teresa"
  },
  {
    "id": 1235,
    "quote": "The Best Way To Know God Is To Love Many Things.",
    "author": "Vincent Van Gogh"
  },
  {
    "id": 1236,
    "quote": "I Like A Man Who Grins When He Fights.",
    "author": "Winston Churchill"
  },
  {
    "id": 1237,
    "quote": "I Wish To Preach, Not The Doctrine Of Ignoble Ease, But The Doctrine Of The Strenuous Life.",
    "author": "Theodore Roosevelt"
  },
  {
    "id": 1238,
    "quote": "Hope Is A Waking Dream.",
    "author": "Aristotle"
  },
  {
    "id": 1239,
    "quote": "The Most Beautiful Thing We Can Experience Is The Mysterious. It Is The Source Of All True Art And Science.",
    "author": "Albert Einstein"
  },
  {
    "id": 1240,
    "quote": "Once We Accept Our Limits, We Go Beyond Them.",
    "author": "Albert Einstein"
  },
  {
    "id": 1241,
    "quote": "The greatest truth is honesty, and the greatest falsehood is dishonesty.",
    "author": "Abu Bakr (R.A)"
  },
  {
    "id": 1242,
    "quote": "People Do Not Lack Strength; They Lack Will.",
    "author": "Victor Hugo"
  },
  {
    "id": 1243,
    "quote": "To Be Happy We Must Not Be Too Concerned With Others.",
    "author": "Albert Camus"
  },
  {
    "id": 1244,
    "quote": "We Make Up Horrors To Help Us Cope With The Real Ones.",
    "author": "Stephen King"
  },
  {
    "id": 1245,
    "quote": "I looked for God. I went to a temple and I didn't find him there. Then I went to a church and I didn't find him there. The I went to a mosque and I didn't find him there. Then finally I looked in my heart and there he was.",
    "author": "Rumi"
  },
  {
    "id": 1246,
    "quote": "For great men, religion is a way of making friends; small people make religion a fighting tool.",
    "author": "Abdul Kalam"
  },
  {
    "id": 1247,
    "quote": "Uneasy Lies The Head That Wears A Crown.",
    "author": "William Shakespeare"
  },
  {
    "id": 1248,
    "quote": "The Hardest Thing To Understand In The World Is The Income Tax.",
    "author": "Albert Einstein"
  },
  {
    "id": 1249,
    "quote": "Money Demands That You Sell, Not Your Weakness To Men'S Stupidity, But Your Talent To Their Reason.",
    "author": "Ayn Rand"
  },
  {
    "id": 1250,
    "quote": "Greed makes man blind and foolish, and makes him an easy prey for death.",
    "author": "Rumi"
  },
  {
    "id": 1251,
    "quote": "No one starts out on top. You have to work your way up.",
    "author": "Muhammad Ali"
  },
  {
    "id": 1252,
    "quote": "On every dishonest man, there are two watchmen, his possessions, and his way of living.",
    "author": "Umar ibn Al-Khattāb (R.A)"
  },
  {
    "id": 1253,
    "quote": "Yesterday Is Gone. Tomorrow Has Not Yet Come. We Have Only Today. Let Us Begin.",
    "author": "Mother Teresa"
  },
  {
    "id": 1254,
    "quote": "Fear only the will of God and you will have no cause to fear anyone else.",
    "author": "Ali ibn Abi Talib (R.A)"
  },
  {
    "id": 1255,
    "quote": "There cannot be self-restraint in the absence of desire: when there is no adversary, what avails thy courage? Hark, do not castrate thyself, do not become a monk: chastity depends on the existence of lust.",
    "author": "Rumi"
  },
  {
    "id": 1256,
    "quote": "Man needs his difficulties because they are necessary to enjoy success.",
    "author": "Abdul Kalam"
  },
  {
    "id": 1257,
    "quote": "As a young citizen of India, armed with technology and love for my nation, I realize, a small aim is a crime.",
    "author": "Abdul Kalam"
  },
  {
    "id": 1258,
    "quote": "There is no Love greater than Love with no object. For then you, yourself, have become love, itself.",
    "author": "Rumi"
  },
  {
    "id": 1259,
    "quote": "Silence is golden when you can't think of a good answer.",
    "author": "Muhammad Ali"
  },
  {
    "id": 1260,
    "quote": "We Have Always Found The Irish A Bit Odd. They Refuse To Be English.",
    "author": "Winston Churchill"
  },
  {
    "id": 1261,
    "quote": "Learning Never Exhausts The Mind.",
    "author": "Leonardo Da Vinci"
  },
  {
    "id": 1262,
    "quote": "Our Prime Purpose In This Life Is To Help Others. And If You Can'T Help Them, At Least Don'T Hurt Them.",
    "author": "Dalai Lama"
  },
  {
    "id": 1263,
    "quote": "Get Your Facts First, Then You Can Distort Them As You Please.",
    "author": "Mark Twain"
  },
  {
    "id": 1264,
    "quote": "The most important of your affairs in my view is prayer; whoever prays regularly has protected his faith, but whoever neglects it, is bound to be more negligent in other issues of faith.",
    "author": "Umar ibn Al-Khattāb (R.A)"
  },
  {
    "id": 1265,
    "quote": "The So-Called Peace Path Is Not Peace And It Is Not A Substitute For Jihad And Resistance.",
    "author": "Ahmed Yassin"
  },
  {
    "id": 1266,
    "quote": "The Christian Resolution To Find The World Ugly And Bad Has Made The World Ugly And Bad.",
    "author": "Friedrich Nietzsche"
  },
  {
    "id": 1267,
    "quote": "Anger Is An Acid That Can Do More Harm To The Vessel In Which It Is Stored Than To Anything On Which It Is Poured.",
    "author": "Mark Twain"
  },
  {
    "id": 1268,
    "quote": "My health is in the hands of Allah, who has ways of testing us. Whatever happens, happens. I a'int the greatest - it's Allah. I gave myself a job. I work for God.",
    "author": "Muhammad Ali"
  },
  {
    "id": 1269,
    "quote": "The person I like most is the one who points out my defects.",
    "author": "Umar ibn Al-Khattāb (R.A)"
  },
  {
    "id": 1270,
    "quote": "You Don'T Learn To Walk By Following Rules. You Learn By Doing, And By Falling Over.",
    "author": "Richard Branson"
  },
  {
    "id": 1271,
    "quote": "My soul is from elsewhere, I'm sure of that, and I intend to end up there.",
    "author": "Rumi"
  },
  {
    "id": 1272,
    "quote": "He who wins through fraud is not a winner.",
    "author": "Umar ibn Al-Khattāb (R.A)"
  },
  {
    "id": 1273,
    "quote": "It Is No Use Saying, 'We Are Doing Our Best.' You Have Got To Succeed In Doing What Is Necessary.",
    "author": "Winston Churchill"
  },
  {
    "id": 1274,
    "quote": "Open your arms if you want the Beloved's embrace.",
    "author": "Rumi"
  },
  {
    "id": 1275,
    "quote": "Taqwaa is not by praying all night and fasting all day but rather it is abiding by the commands of Allah and staying away from His prohibitions.",
    "author": "Umar ibn Al-Khattāb (R.A)"
  },
  {
    "id": 1276,
    "quote": "In Order To Succeed, Your Desire For Success Should Be Greater Than Your Fear Of Failure.",
    "author": "Bill Cosby"
  },
  {
    "id": 1277,
    "quote": "It'S Better To Be A Lion For A Day Than A Sheep All Your Life.",
    "author": "Elizabeth Kenny"
  },
  {
    "id": 1278,
    "quote": "If You Can'T Fly Then Run, If You Can'T Run Then Walk, If You Can'T Walk Then Crawl, But Whatever You Do You Have To Keep Moving Forward.",
    "author": "Martin Luther King  Jr."
  },
  {
    "id": 1279,
    "quote": "Never make a decision in anger and never make a promise in happiness.",
    "author": "Ali ibn Abi Talib (R.A)"
  },
  {
    "id": 1280,
    "quote": "Loyalty To The Country Always. Loyalty To The Government When It Deserves It.",
    "author": "Mark Twain"
  },
  {
    "id": 1281,
    "quote": "When I Am Presented With Good Work, I Accept It. Wherever It Is.",
    "author": "Phylicia Rashad"
  },
  {
    "id": 1282,
    "quote": "Music Is The Art Of The Prophets And The Gift Of God.",
    "author": "Martin Luther"
  },
  {
    "id": 1283,
    "quote": "Nothing I'Ve Ever Done Has Given Me More Joys And Rewards Than Being A Father To My Children.",
    "author": "Bill Cosby"
  },
  {
    "id": 1284,
    "quote": "If I could meet anybody? The prophet Muhammad.",
    "author": "Muhammad Ali"
  },
  {
    "id": 1285,
    "quote": "Travel brings power and love back into your life.",
    "author": "Rumi"
  },
  {
    "id": 1286,
    "quote": "God will not place a burden on a man's shoulders knowing that he cannot carry it.",
    "author": "Muhammad Ali"
  },
  {
    "id": 1287,
    "quote": "I Am Always Ready To Learn Although I Do Not Always Like Being Taught.",
    "author": "Winston Churchill"
  },
  {
    "id": 1288,
    "quote": "Why are you so enchanted by this world, when a mine of gold lies within you?",
    "author": "Rumi"
  },
  {
    "id": 1289,
    "quote": "Our greatest strength lies in the gentleness and tenderness of our heart.",
    "author": "Rumi"
  },
  {
    "id": 1290,
    "quote": "God Writes The Gospel Not In The Bible Alone, But Also On Trees, And In The Flowers And Clouds And Stars.",
    "author": "Martin Luther"
  },
  {
    "id": 1291,
    "quote": "Keep silent, because the world of silence is a vast fullness.",
    "author": "Rumi"
  },
  {
    "id": 1292,
    "quote": "It Has Been My Experience That Folks Who Have No Vices Have Very Few Virtues.",
    "author": "Abraham Lincoln"
  },
  {
    "id": 1293,
    "quote": "You Drown Not By Falling Into A River, But By Staying Submerged In It.",
    "author": "Paulo Coelho"
  },
  {
    "id": 1294,
    "quote": "The sun is always shining someplace.",
    "author": "Muhammad Ali"
  },
  {
    "id": 1295,
    "quote": "You Cannot Escape The Responsibility Of Tomorrow By Evading It Today.",
    "author": "Abraham Lincoln"
  },
  {
    "id": 1296,
    "quote": "If you lose a big fight, it will worry you all of your life. It will plague you - until you get your revenge.",
    "author": "Muhammad Ali"
  },
  {
    "id": 1297,
    "quote": "There Are No Facts, Only Interpretations.",
    "author": "Friedrich Nietzsche"
  },
  {
    "id": 1298,
    "quote": "We need to create brand institutions. In the fortune 500 companies, 5 Indian companies are named while 15 are from China though we have similar kind of populations.",
    "author": "Abdul Kalam"
  },
  {
    "id": 1299,
    "quote": "The wiser a man is, the less talkative will he be.",
    "author": "Ali ibn Abi Talib (R.A)"
  },
  {
    "id": 1300,
    "quote": "Whoever Is Happy Will Make Others Happy Too.",
    "author": "Anne Frank"
  },
  {
    "id": 1301,
    "quote": "I'm so mean I make medicine sick!",
    "author": "Muhammad Ali"
  },
  {
    "id": 1302,
    "quote": "The Dog Is A Gentleman; I Hope To Go To His Heaven Not Man'S.",
    "author": "Mark Twain"
  },
  {
    "id": 1303,
    "quote": "Reciter and listener of the Qur'an are alike in prize and reward.",
    "author": "Ali ibn Abi Talib (R.A)"
  },
  {
    "id": 1304,
    "quote": "If anybody seeks your advice, offer right and sincere advice.",
    "author": "Abu Bakr (R.A)"
  },
  {
    "id": 1305,
    "quote": "I run on the road long before I dance under the lights.",
    "author": "Muhammad Ali"
  },
  {
    "id": 1306,
    "quote": "Tolerance Implies No Lack Of Commitment To One'S Own Beliefs. Rather It Condemns The Oppression Or Persecution Of Others.",
    "author": "John F. Kennedy"
  },
  {
    "id": 1307,
    "quote": "You Are Responsible For Your Life. You Can'T Keep Blaming Somebody Else For Your Dysfunction. Life Is Really About Moving On.",
    "author": "Oprah Winfrey"
  },
  {
    "id": 1308,
    "quote": "Laziness May Appear Attractive, But Work Gives Satisfaction.",
    "author": "Anne Frank"
  },
  {
    "id": 1309,
    "quote": "To maintain nice relation with the people is half of intelligence, nice questioning is half of knowledge, and nice domestic arrangements is half of the management of livelihood.",
    "author": "Ali ibn Abi Talib (R.A)"
  },
  {
    "id": 1310,
    "quote": "I Like To Listen. I Have Learned A Great Deal From Listening Carefully. Most People Never Listen.",
    "author": "Ernest Hemingway"
  },
  {
    "id": 1311,
    "quote": "When a nation is surrounded by weaponized nations, she has to equip herself.",
    "author": "Abdul Kalam"
  },
  {
    "id": 1312,
    "quote": "A Thorough Knowledge Of The Bible Is Worth More Than A College Education.",
    "author": "Theodore Roosevelt"
  },
  {
    "id": 1313,
    "quote": "You'Ll Notice That Nancy Reagan Never Drinks Water When Ronnie Speaks.",
    "author": "Robin Williams"
  },
  {
    "id": 1314,
    "quote": "I Went To The Bank And Proposed That They Lend Money To The Poor People. The Bankers Almost Fell Over.",
    "author": "Muhammad Yunus"
  },
  {
    "id": 1315,
    "quote": "Sleeping Is No Mean Art: For Its Sake One Must Stay Awake All Day.",
    "author": "Friedrich Nietzsche"
  },
  {
    "id": 1316,
    "quote": "When setting out on a journey do not seek advice from someone who never left home.",
    "author": "Rumi"
  },
  {
    "id": 1317,
    "quote": "All Great Achievements Require Time.",
    "author": "Maya Angelou"
  },
  {
    "id": 1318,
    "quote": "Measuring nuclear yield depends on multiple parameters - the location and number of instruments, the geology of the area, the location of the seismic station in relation to the test site.",
    "author": "Abdul Kalam"
  },
  {
    "id": 1319,
    "quote": "Jihad is obligatory for the Muslims.",
    "author": "Abu Bakr (R.A)"
  },
  {
    "id": 1320,
    "quote": "Educationists should build the capacities of the spirit of inquiry, creativity, entrepreneurial and moral leadership among students and become their role model.",
    "author": "Abdul Kalam"
  },
  {
    "id": 1321,
    "quote": "If You Want Others To Be Happy, Practice Compassion. If You Want To Be Happy, Practice Compassion.",
    "author": "Dalai Lama"
  },
  {
    "id": 1322,
    "quote": "Let go of your mind and then be mindful. Close your ears and listen!",
    "author": "Rumi"
  },
  {
    "id": 1323,
    "quote": "Safety lies in silence. It is easier to rectify what you miss by silence, than to secure what you lose by speaking.",
    "author": "Ali ibn Abi Talib (R.A)"
  },
  {
    "id": 1324,
    "quote": "My toughest fight was with my first wife.",
    "author": "Muhammad Ali"
  },
  {
    "id": 1325,
    "quote": "I Wish I Could Give You A Taste Of The Burning Fire Of Love. There Is A Fire Blazing Inside Of Me. If I Cry About It, Or If I Don't, The Fire Is At Work, Night And Day.",
    "author": "Rumi"
  },
  {
    "id": 1326,
    "quote": "I closed my mouth and spoke to you in a hundred silent ways.",
    "author": "Rumi"
  },
  {
    "id": 1327,
    "quote": "If You Come To Fame Not Understanding Who You Are, It Will Define Who You Are.",
    "author": "Oprah Winfrey"
  },
  {
    "id": 1328,
    "quote": "Who Could Refrain That Had A Heart To Love And In That Heart Courage To Make Love Known?",
    "author": "William Shakespeare"
  },
  {
    "id": 1329,
    "quote": "True success is reaching our potential without compromising our values.",
    "author": "Muhammad Ali"
  },
  {
    "id": 1330,
    "quote": "Never lose hope, my heart, miracles dwell in the invisible. If the whole world turns against you keep your eyes on the Friend.",
    "author": "Rumi"
  },
  {
    "id": 1331,
    "quote": "To Love is to reach God.",
    "author": "Rumi"
  },
  {
    "id": 1332,
    "quote": "Madness Is Rare In Individuals - But In Groups, Parties, Nations, And Ages It Is The Rule.",
    "author": "Friedrich Nietzsche"
  },
  {
    "id": 1333,
    "quote": "There are three signs of a knowledgeable person: knowledge, forbearance and silence.",
    "author": "Ali ibn Abi Talib (R.A)"
  },
  {
    "id": 1334,
    "quote": "I'M Not In This World To Live Up To Your Expectations And You'Re Not In This World To Live Up To Mine.",
    "author": "Bruce Lee"
  },
  {
    "id": 1335,
    "quote": "Being Ignorant Is Not So Much A Shame, As Being Unwilling To Learn.",
    "author": "Benjamin Franklin"
  },
  {
    "id": 1336,
    "quote": "To Be A Christian Without Prayer Is No More Possible Than To Be Alive Without Breathing.",
    "author": "Martin Luther King, Jr."
  },
  {
    "id": 1337,
    "quote": "Its good to leave each day behind, like flowing water, free of sadness. Yesterday is gone and its tale told. Today new seeds are growing.",
    "author": "Rumi"
  },
  {
    "id": 1338,
    "quote": "Your body is sacred. You're far more precious than diamonds and pearls, and you should be covered too.",
    "author": "Muhammad Ali"
  },
  {
    "id": 1339,
    "quote": "To succeed in your mission, you must have single-minded devotion to your goal.",
    "author": "Abdul Kalam"
  },
  {
    "id": 1340,
    "quote": "Far And Away The Best Prize That Life Has To Offer Is The Chance To Work Hard At Work Worth Doing.",
    "author": "Theodore Roosevelt"
  },
  {
    "id": 1341,
    "quote": "Paintings Have A Life Of Their Own That Derives From The Painter'S Soul.",
    "author": "Vincent Van Gogh"
  },
  {
    "id": 1342,
    "quote": "He Who Angers You Conquers You.",
    "author": "Elizabeth Kenny"
  },
  {
    "id": 1343,
    "quote": "In your light I learn how to love.",
    "author": "Rumi"
  },
  {
    "id": 1344,
    "quote": "Who do you think's better looking people in the north or people in the south?",
    "author": "Umar ibn Al-Khattāb (R.A)"
  },
  {
    "id": 1345,
    "quote": "To Improve Is To Change; To Be Perfect Is To Change Often.",
    "author": "Winston Churchill"
  },
  {
    "id": 1346,
    "quote": "Beautiful people are not always good, but good people are always beautiful.",
    "author": "Ali ibn Abi Talib (R.A)"
  },
  {
    "id": 1347,
    "quote": "When The Solution Is Simple, God Is Answering.",
    "author": "Albert Einstein"
  },
  {
    "id": 1348,
    "quote": "My only fault is that I don't realize how great I really am.",
    "author": "Muhammad Ali"
  },
  {
    "id": 1349,
    "quote": "Economy forced me to become a vegetarian, but I finally starting liking it.",
    "author": "Abdul Kalam"
  },
  {
    "id": 1350,
    "quote": "Thinking is progress. Non-thinking is stagnation of the individual, organization and the country. Thinking leads to action. Knowledge without action is useless and irrelevant. Knowledge with action, converts adversity into prosperity.",
    "author": "Abdul Kalam"
  },
  {
    "id": 1351,
    "quote": "The world is darkness; knowledge is light; but knowledge without truth is a mere shadow.",
    "author": "Ali ibn Abi Talib (R.A)"
  },
  {
    "id": 1352,
    "quote": "Many Foxes Grow Gray But Few Grow Good.",
    "author": "Benjamin Franklin"
  },
  {
    "id": 1353,
    "quote": "If Everyone Is Moving Forward Together, Then Success Takes Care Of Itself.",
    "author": "Henry Ford"
  },
  {
    "id": 1354,
    "quote": "A Man Who Is Good Enough To Shed His Blood For The Country Is Good Enough To Be Given A Square Deal Afterwards.",
    "author": "Theodore Roosevelt"
  },
  {
    "id": 1355,
    "quote": "Forgive people so that Allah may forgive you.",
    "author": "Umar ibn Al-Khattāb (R.A)"
  },
  {
    "id": 1356,
    "quote": "We Have New Developing Ties With Japan Whom Always Supports Our Democratic Process And Economic Development.",
    "author": "Ali A. Saleh"
  },
  {
    "id": 1357,
    "quote": "George Washington, As A Boy, Was Ignorant Of The Commonest Accomplishments Of Youth. He Could Not Even Lie.",
    "author": "Mark Twain"
  },
  {
    "id": 1358,
    "quote": "Those Who Make Peaceful Revolution Impossible Will Make Violent Revolution Inevitable.",
    "author": "John F. Kennedy"
  },
  {
    "id": 1359,
    "quote": "The more knowledge you have, the greater will be your fear of Allah.",
    "author": "Abu Bakr (R.A)"
  },
  {
    "id": 1360,
    "quote": "The Attempt To Combine Wisdom And Power Has Only Rarely Been Successful And Then Only For A Short While.",
    "author": "Albert Einstein"
  },
  {
    "id": 1361,
    "quote": "Silence is an ocean. Speech is a river. When the ocean is searching for you, don't walk into the river. Listen to the ocean.",
    "author": "Rumi"
  },
  {
    "id": 1362,
    "quote": "It's just a job. Grass grows, birds fly, waves pound the sand. I beat people up.",
    "author": "Muhammad Ali"
  },
  {
    "id": 1363,
    "quote": "I was willing to accept what I couldn't change.",
    "author": "Abdul Kalam"
  },
  {
    "id": 1364,
    "quote": "Life Loves To Be Taken By The Lapel And Told: \"I'M With You Kid. Let'S Go.\"",
    "author": "Maya Angelou"
  },
  {
    "id": 1365,
    "quote": "My view is that at a younger age your optimism is more and you have more imagination etc. You have less bias.",
    "author": "Abdul Kalam"
  },
  {
    "id": 1366,
    "quote": "As a child of God, I am greater than anything that can happen to me.",
    "author": "Abdul Kalam"
  },
  {
    "id": 1367,
    "quote": "To Lengthen Thy Life, Lessen Thy Meals.",
    "author": "Benjamin Franklin"
  },
  {
    "id": 1368,
    "quote": "I Gave In, And Admitted That God Was God.",
    "author": "C. S. Lewis"
  },
  {
    "id": 1369,
    "quote": "Life is a difficult game. You can win it only by retaining your birthright to be a person.",
    "author": "Abdul Kalam"
  },
  {
    "id": 1370,
    "quote": "Gliders, Sail Planes, They'Re Wonderful Flying Machines. It'S The Closest You Can Come To Being A Bird.",
    "author": "Neil Armstrong"
  },
  {
    "id": 1371,
    "quote": "Three Can Keep A Secret, If Two Of Them Are Dead.",
    "author": "Benjamin Franklin"
  },
  {
    "id": 1372,
    "quote": "If This Is Coffee, Please Bring Me Some Tea; But If This Is Tea, Please Bring Me Some Coffee.",
    "author": "Abraham Lincoln"
  },
  {
    "id": 1373,
    "quote": "Friendship Is A Single Soul Dwelling In Two Bodies.",
    "author": "Aristotle"
  },
  {
    "id": 1374,
    "quote": "Seek the wisdom that will untie your knot. Seek the path that demands your whole being.",
    "author": "Rumi"
  },
  {
    "id": 1375,
    "quote": "Without knowledge action is useless and knowledge without action is futile.",
    "author": "Abu Bakr (R.A)"
  },
  {
    "id": 1376,
    "quote": "Avoidance of sin is lighter than the pain of remorse.",
    "author": "Umar ibn Al-Khattāb (R.A)"
  },
  {
    "id": 1377,
    "quote": "I will be patient till even patience tires of my patience.",
    "author": "Ali ibn Abi Talib (R.A)"
  },
  {
    "id": 1378,
    "quote": "Let Every Eye Negotiate For Itself And Trust No Agent.",
    "author": "William Shakespeare"
  },
  {
    "id": 1379,
    "quote": "Our only hope lies in the power of our love, generosity, tolerance and understanding and our commitment to making the world a better place for all...",
    "author": "Muhammad Ali"
  },
  {
    "id": 1380,
    "quote": "Do Not Impose On Others What You Yourself Do Not Desire.",
    "author": "Confucius"
  },
  {
    "id": 1381,
    "quote": "A wise man first thinks and then speaks and a fool speaks first and then thinks.",
    "author": "Ali ibn Abi Talib (R.A)"
  },
  {
    "id": 1382,
    "quote": "Here is a relationship booster that is guaranteed to work: Every time your spouse or lover says something stupid make your eyes light up as if you just heard something brilliant.",
    "author": "Rumi"
  },
  {
    "id": 1383,
    "quote": "Many a spoken word is more piercing than an attack.",
    "author": "Ali ibn Abi Talib (R.A)"
  },
  {
    "id": 1384,
    "quote": "Sell your cleverness and buy bewilderment. Cleverness is mere opinion. Bewilderment brings intuitive knowledge.",
    "author": "Rumi"
  },
  {
    "id": 1385,
    "quote": "Learning gives creativity. Creativity leads to thinking. Thinking provides knowledge. Knowledge makes you great.",
    "author": "Abdul Kalam"
  },
  {
    "id": 1386,
    "quote": "It Is Most Pleasant To Commit A Just Action Which Is Disagreeable To Someone Whom One Does Not Like.",
    "author": "Victor Hugo"
  },
  {
    "id": 1387,
    "quote": "As you start to walk on the way, the way appears.",
    "author": "Rumi"
  },
  {
    "id": 1388,
    "quote": "Ability Will Never Catch Up With The Demand For It.",
    "author": "Confucius"
  },
  {
    "id": 1389,
    "quote": "Do not take someone's silence as his pride, perhaps he is busy fighting with his self.",
    "author": "Ali ibn Abi Talib (R.A)"
  },
  {
    "id": 1390,
    "quote": "Wherever you stand, be the soul of that place.",
    "author": "Rumi"
  },
  {
    "id": 1391,
    "quote": "Our Prime Purpose In This Life Is To Help Others. And If You Can'T Help Them, At Least Don'T Hurt Them.",
    "author": "Dalai Lama"
  },
  {
    "id": 1392,
    "quote": "Solitude Is Better Than The Society Of Evil Persons.",
    "author": "Abu Bakr"
  },
  {
    "id": 1393,
    "quote": "I Believe That Every Person Is Born With Talent.",
    "author": "Maya Angelou"
  },
  {
    "id": 1394,
    "quote": "Men And Women Belong To Different Species And Communications Between Them Is Still In Its Infancy.",
    "author": "Bill Cosby"
  },
  {
    "id": 1395,
    "quote": "When your mother dies, it really hurts. But with time, you get used to it. That's nature's way.",
    "author": "Muhammad Ali"
  },
  {
    "id": 1396,
    "quote": "The best brains of the nation may be found on the last benches of the classroom.",
    "author": "Abdul Kalam"
  },
  {
    "id": 1397,
    "quote": "He who becomes a Muslim does so in his own interest.",
    "author": "Abu Bakr (R.A)"
  },
  {
    "id": 1398,
    "quote": "Forget safety. Live where you fear to live. Destroy your reputation. Be notorious.",
    "author": "Rumi"
  },
  {
    "id": 1399,
    "quote": "I Hear And I Forget. I See And I Remember. I Do And I Understand.",
    "author": "Confucius"
  },
  {
    "id": 1400,
    "quote": "To Be Perfectly Happy It Does Not Suffice To Possess Happiness, It Is Necessary To Have Deserved It.",
    "author": "Victor Hugo"
  },
  {
    "id": 1401,
    "quote": "Those who cannot work with their hearts achieve but a hollow, half-hearted success that breeds bitterness all around.",
    "author": "Abdul Kalam"
  },
  {
    "id": 1402,
    "quote": "Do Not Quench Your Inspiration And Your Imagination; Do Not Become The Slave Of Your Model.",
    "author": "Vincent Van Gogh"
  },
  {
    "id": 1403,
    "quote": "Being The Richest Man In The Cemetery Doesn'T Matter To Me. Going To Bed At Night Saying We'Ve Done Something Wonderful, That'S What Matters To Me.",
    "author": "Steve Jobs"
  },
  {
    "id": 1404,
    "quote": "That's okay, I'm still the Greatest.",
    "author": "Muhammad Ali"
  },
  {
    "id": 1405,
    "quote": "When I Look Into The Future, It'S So Bright It Burns My Eyes.",
    "author": "Oprah Winfrey"
  },
  {
    "id": 1406,
    "quote": "I'm gonna whup whoever stole my bike!",
    "author": "Muhammad Ali"
  },
  {
    "id": 1407,
    "quote": "To be a great champion you must believe you are the best. If you're not, pretend you are.",
    "author": "Muhammad Ali"
  },
  {
    "id": 1408,
    "quote": "Get up sucker and fight. Get up and fight.",
    "author": "Muhammad Ali"
  },
  {
    "id": 1409,
    "quote": "We Shall Require A Substantially New Manner Of Thinking If Mankind Is To Survive.",
    "author": "Albert Einstein"
  },
  {
    "id": 1410,
    "quote": "I Try To Build A Full Personality For Each Of Our Cartoon Characters - To Make Them Personalities.",
    "author": "Walt Disney"
  },
  {
    "id": 1411,
    "quote": "Without Freedom, No Art; Art Lives Only On The Restraints It Imposes On Itself, And Dies Of All Others.",
    "author": "Albert Camus"
  },
  {
    "id": 1412,
    "quote": "When you're right, nobody remembers. When you're wrong, nobody forgets.",
    "author": "Muhammad Ali"
  },
  {
    "id": 1413,
    "quote": "We have one life; it soon will be past; what we do for God is all that will last.",
    "author": "Muhammad Ali"
  },
  {
    "id": 1414,
    "quote": "When we practice loving kindness and compassion we are the first ones to profit.",
    "author": "Rumi"
  },
  {
    "id": 1415,
    "quote": "I Never Gave Up On Country Music Because I Knew What I Was Doing Was Not That Bad.",
    "author": "Willie Nelson"
  },
  {
    "id": 1416,
    "quote": "Israel, As The Jewish State, Must Disappear From The Map.",
    "author": "Ahmed Yassin"
  },
  {
    "id": 1417,
    "quote": "The World Is A Dangerous Place To Live; Not Because Of The People Who Are Evil, But Because Of The People Who Don'T Do Anything About It.",
    "author": "Albert Einstein"
  },
  {
    "id": 1418,
    "quote": "It Is Not Best That We Should All Think Alike; It Is A Difference Of Opinion That Makes Horse Races.",
    "author": "Mark Twain"
  },
  {
    "id": 1419,
    "quote": "Intense Love Does Not Measure, It Just Gives.",
    "author": "Mother Teresa"
  },
  {
    "id": 1420,
    "quote": "A Penny Saved Is A Penny Earned.",
    "author": "Benjamin Franklin"
  },
  {
    "id": 1421,
    "quote": "Whatever purifies you is the right path, I will not try to define it.",
    "author": "Rumi"
  },
  {
    "id": 1422,
    "quote": "Coming Together Is A Beginning; Keeping Together Is Progress; Working Together Is Success.",
    "author": "Henry Ford"
  },
  {
    "id": 1423,
    "quote": "Total commitment is the common denominator among all successful men and women.",
    "author": "Abdul Kalam"
  },
  {
    "id": 1424,
    "quote": "Rest but never quit. Even the sun has a sinking spell each evening. But it always rises the next morning. At sunrise, every soul is born again.",
    "author": "Muhammad Ali"
  },
  {
    "id": 1425,
    "quote": "You Can Have No Dominion Greater Or Less Than That Over Yourself.",
    "author": "Leonardo Da Vinci"
  },
  {
    "id": 1426,
    "quote": "I Want You To Be Concerned About Your Next Door Neighbor. Do You Know Your Next Door Neighbor?",
    "author": "Mother Teresa"
  },
  {
    "id": 1427,
    "quote": "I shook up the world.",
    "author": "Muhammad Ali"
  },
  {
    "id": 1428,
    "quote": "I learned that every mortal will taste death. But only some will taste life.",
    "author": "Rumi"
  },
  {
    "id": 1429,
    "quote": "Parkinson's is my toughest fight. No, it doesn't hurt. It's hard to explain. I'm being tested to see if I'll keep praying, to see if I'll keep my faith. All great people are tested by God.",
    "author": "Muhammad Ali"
  },
  {
    "id": 1430,
    "quote": "You have been a prisoner of a little pond I am the ocean and its turbulent flood Come merge with me leave this world of ignorance.",
    "author": "Rumi"
  },
  {
    "id": 1431,
    "quote": "Do not share the knowledge with which you have been blessed with everyone in general, as you do with some people in particular; and know that there are some men in whom Allah, may He he glorified, has placed hidden secrets, which they are forbidden to reveal.",
    "author": "Ali ibn Abi Talib (R.A)"
  },
  {
    "id": 1432,
    "quote": "Your heart knows the way. Run in that direction.",
    "author": "Rumi"
  },
  {
    "id": 1433,
    "quote": "The angel is free because of his knowledge, the beast because of his ignorance. Between the two remains the son of man to struggle.",
    "author": "Rumi"
  },
  {
    "id": 1434,
    "quote": "I Like Not Fair Terms And A Villain'S Mind.",
    "author": "William Shakespeare"
  },
  {
    "id": 1435,
    "quote": "Our abode in this world is transitory, our life therein is but a loan, our breaths are numbered and our indolence is manifest.",
    "author": "Abu Bakr (R.A)"
  },
  {
    "id": 1436,
    "quote": "All Credibility, All Good Conscience, All Evidence Of Truth Come Only From The Senses.",
    "author": "Friedrich Nietzsche"
  },
  {
    "id": 1437,
    "quote": "Once Spirit Was God, Then It Became Man, And Now It Is Even Becoming Mob.",
    "author": "Friedrich Nietzsche"
  },
  {
    "id": 1438,
    "quote": "Wealth tends to create enemies, whereas knowledge tends to warm hearts.",
    "author": "Ali ibn Abi Talib (R.A)"
  },
  {
    "id": 1439,
    "quote": "Be afraid of a dignified man when he is hungry and a wicked man when his belly is full.",
    "author": "Ali ibn Abi Talib (R.A)"
  },
  {
    "id": 1440,
    "quote": "Nothing Says Holidays, Like A Cheese Log.",
    "author": "Ellen DeGeneres"
  },
  {
    "id": 1441,
    "quote": "A Man Wrapped Up In Himself Makes A Very Small Bundle.",
    "author": "Benjamin Franklin"
  },
  {
    "id": 1442,
    "quote": "There is a candle in your heart, ready to be kindled. There is a void in your soul, ready to be filled. You feel it, don't you?",
    "author": "Rumi"
  },
  {
    "id": 1443,
    "quote": "Money and riches don't mean nothing to me. I don't care nothing about being no rich individual. I'm not living for glory or for fame; all this is doomed for destruction. You got it today, tomorrow it's gone. I got bigger things on my mind than that. I got Islam on my mind.",
    "author": "Muhammad Ali"
  },
  {
    "id": 1444,
    "quote": "I Am The Literary Equivalent Of A Big Mac And Fries.",
    "author": "Stephen King"
  },
  {
    "id": 1445,
    "quote": "To forgive an oppressor is oppression upon the oppressed.",
    "author": "Umar ibn Al-Khattāb (R.A)"
  },
  {
    "id": 1446,
    "quote": "Our death is our wedding with eternity.",
    "author": "Rumi"
  },
  {
    "id": 1447,
    "quote": "Imagination Is More Important Than Knowledge.",
    "author": "Albert Einstein"
  },
  {
    "id": 1448,
    "quote": "When proven wrong, the wise man will correct himself and the ignorant will keep arguing.",
    "author": "Ali ibn Abi Talib (R.A)"
  },
  {
    "id": 1449,
    "quote": "Don't grieve. Anything you lose comes round in another form.",
    "author": "Rumi"
  },
  {
    "id": 1450,
    "quote": "The breeze at dawn has secrets to tell you. Don't go back to sleep.",
    "author": "Rumi"
  },
  {
    "id": 1451,
    "quote": "Positive Thinking Will Let You Do Everything Better Than Negative Thinking Will.",
    "author": "Zig Ziglar"
  },
  {
    "id": 1452,
    "quote": "Design Is Not Just What It Looks Like And Feels Like. Design Is How It Works.",
    "author": "Steve Jobs"
  },
  {
    "id": 1453,
    "quote": "Contentment is a wealth that is never exhausted.",
    "author": "Ali ibn Abi Talib (R.A)"
  },
  {
    "id": 1454,
    "quote": "There is nothing outside of yourself, look within. Everything you want is there. You are That.",
    "author": "Rumi"
  }
]